{
      "الأذكار اليومية المختصرة": [
    {
      "id": "athkar#3.1",
      "text": "أعوذ بالله السميع العليم من الشيطان الرجيم. هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَة هُوَ الرَّحْمَنُ الرَّحِيمُ. هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُو الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيز الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُون. هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ. ",
      "counter": 1
    },
    {
      "id": "athkar#3.2",
      "text": "اللهمَّ أنتَ ربِّي لا إلهَ إلا أنتَ، خلقْتني وأنا عَبْدُكَ، وأنا على عَهدِكَ ووعْدِكَ ما اسْتَطعْتُ، أعوذُ بك مِن شَرّ مَا صَنَعْتُ، أبُــــــوءُ لكَ بنعْمَتكَ عَليَّ وأبُــوءُ بذنْبي، فاغفرْ لي، فَإنَّه لا يَغْفِرُ الذُّنُوبَ إلا أنت.",
      "counter": 1
    },
    {
      "id": "athkar#3.3",
      "text": "اللهمَّ أنتَ ربِّي لا إلهَ إلا أنتَ، عليكَ توكَّلتُ وأنتَ ربُّ العرْشِ العظيم، ما شاء اللهُ كانَ، وما لمْ يشأْ لمْ يكنْ، ولا حولَ ولا قوَّةَ إلا باللهِ العليِّ العظيم، أعلمُ أنّ اللهَ على كلِّ شيءٍ قديرٌ، وأنّ اللهَ قد أحاطَ بكلِّ شيءٍ علمًا، اللهمَّ إني أعوذُ بكَ مِنْ شَرِّ نفسي، ومِنْ شرِّ كلِّ دآبَّةٍ أنتَ آخِذٌ بناصِيَتها، إنَّ ربِّي على صراطٍ مستقيم",
      "counter": 1
    },
    {
      "id": "athkar#3.4",
      "text": "رَضِيتُ بالله تعالى ربًّا، وبالإسلامِ دينًا، وبسيِّدنا محمَّدٍ صلى الله عليه وسلم نبيًّا ورسولًا. ",
      "counter": 3
    },
    {
      "id": "athkar#3.5",
      "text": "اللهمَّ فاطِرَ السَّماواتِ والأرضِ عالمَ الغيبِ والشَّهادةِ، ربَّ كلِّ شيءٍ ومَلِيكَهُ، أشْهدُ أن لا إلهَ إلا أنتَ، أعوذُ بكَ مِنْ شَرِّ نفسي ومِنْ شَرِّ الشَّيطانِ وشِرْكِهِ، وأنْ أقْتَرِفَ سُوءًا على نفْسي أو أجُرَّهُ إلى مُسْلم. ",
      "counter": 1
    },
    {
      "id": "athkar#3.6",
      "text": " سبحانَ اللهِ وبحمدهِ، عدَدَ خلْقِهِ، ورِضا نَفْسهِ، وَزِنَةَ عرْشِهِ، ومِدَادَ كلِماتِهِ",
      "counter": 3
    },
    {
      "id": "athkar#3.7",
      "text": "بسمِ اللهِ الَّذي لا يَضُرُّ معَ اسْمِهِ شيءٌ في الأرضِ ولا في السَّماءِ وهُو السَّميعُ العليم.",
      "counter": 3
    },
    {
      "id": "athkar#3.8",
      "text": "اللهم إني أسألك العفو والعافية في ديني ودنياي وآخرتي وأهلي ومالي. اللهمَّ استُرْ عَوْراتي وآمِنْ رَوْعَاتي.اللهمَّ احْفظْني منْ بينِ يديَّ ومِنْ خلفي وعنْ يميني وعن شمالي ومِنْ َفوقي أعوذُ بِعَظَمَتِكَ أنْ أُغْتالَ مِنْ تَحْتي..",
      "counter": 1
    },
    {
      "id": "athkar#3.9",
      "text": "اللهمَّ يا مُقلِّبَ القلوبِ ثبِّتْ قلوبَنا على دِينِكَ",
      "counter": 1
    },
    {
      "id": "athkar#3.10",
      "text": "اللهمَّ عافني في بَدني، اللهمَّ عافني في سمْعي، اللهمَّ عافني في بَصَري لا إله إلا أنت ",
      "counter": 3
    },
    {
      "id": "athkar#3.11",
      "text": "اللهمَّ إني أعوذ بك من الكُفْرِ والفقْرِ، اللهمَّ إني أعوذُ بكَ مِنْ عذابِ القبرِ لا إله إلا أنت",
      "counter": 3
    },
    {
      "id": "athkar#3.12",
      "text": "الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور\n\n أصْبَحْنا وأصْبَحَ الملكُ لله، والْحَمْدُ لله لا إله إلا اللهُ وحْدَهُ لا شريكَ له، لهُ الملكُ ولهُ الحَمْدُ، وهوَ على كل شيءٍ قدِير أصبحنا على فِطْرةِ الإسلام، وكلمةِ الإخْلاص، ودينِ نبيِّنا محمَّدٍ صلى الله عليه وسلم، وملةِ إبراهيم صلى الله عليه وسلم، وما كانَ منَ المشْرِكين. أصْبَحْنا وأصبحَ الملكُ لله ربِّ العالمين، ربِّ أسألكَ خيرَ ما في هذا اليومِ وخيرَ ما بعدهُ، وأعوذَ بكَ مِن شرِّ ما في هذا اليومِ وشرِّ ما بعدَه.  ربِّ أعُوذ بكَ مِنَ العجز والكَسَلِ والهَرَمِ وسُوءِ الكِبَر، أعوذُ بكَ مِنْ عذابٍ في النَّارِ وعذابٍ في القَبر..",
      "counter": 1
    },
    {
      "id": "athkar#3.13",
      "text": " اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لا إِلَهَ إِلا أَنْتَ وَحْدَكَ لا شَرِيكَ لَكَ، وَأَنَّ سيدنا مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
      "counter": 3
    },
    {
      "id": "athkar#3.14",
      "text": "اللَّهُمَّ إني أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسَتْرٍ؛ فَأَتِمَّ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسَتْرَكَ فِي الدُّنْيَا وَالْآخِرَةِ. ",
      "counter": 3
    },
    {
      "id": "athkar#3.15",
      "text": "أعوذُ بكَلِماتِ اللهِ التَّامَّاتِ مِنْ شَرِّ ما خَلقَ ",
      "counter": 3
    },
    {
      "id": "athkar#3.16",
      "text": "اللهم إني أعوذُ بكَ مِنْ الهَمِّ والحَزَنِ، وأعُوذُ بكَ مِنَ الْعَجْزِ والكَسَلِ، وأعُوذ بكَ مِنَ الْجُبْنِ والبُخْلِ، وأعُوذُ بكَ مِنْ غَلَبَةِ الدَّينِ وقهْرِ الرِّجَالِ.",
      "counter": 1
    },
    {
      "id": "athkar#3.17",
      "text": "ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار. ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب. برحمتك يا أرحم الراحمين.  والحمد لله رب العالمين.",
      "counter": 1
    }
      ],
      "أذكار جلسة الصفا معهد محمود عزيز هدائي": [
      {
        "title":"الصلاة العظيمة",
        "id": "athkar#2.1.1",
        "text": "للَّهُمَّ إِنِّي أَسْأَلُكَ بِنُورِ وَجْهِ الله الْعَظِيم،ِ الَّذِي مَلأَ أَرْكَانَ عَرْشِ الله الْعَظِيم،ِ وَقَامَتْ بِهِ عَوَالِمُ الله الْعَظِيم،ِ أَنْ تُصَلِّيَ عَلَى مَوْلاَنَا مُحَمَّدٍ ذِي الْقَدْرِ الْعَظِيمِ، وَعَلَى آلِ نَبِيِّ الله الْعَظِيمِ، بِقَدْرِ عظمة ذَاتِ الله الْعَظِيمِ، فِي كُلِّ لَمْحَةٍ وَنَفَسٍ عَدَد مَا فِي عِلْمِ الله الْعَظِيم،ِ صَلاَةً دَائِمَةً بِدَوَامِ الله الْعَظِيم،ِ تَعْظِيماً لِحَقِّكَ يَا مَوْلاَنَا يَا مُحَمَّدُ يَا ذَا الْخُلُقِ الْعَظِيمِ، وَسَلِّمْ عَلَيْهِ وَعَلَى آلِهِ مِثْلَ ذَلِكَ، وَاجْمَعْ بَيْنِي وَبَيْنَهُ كَمَا جَمَعْتَ بَيْنَ الرُّوحِ وَالنَّفْسِ، ظَاهِراً وَبَاطِناً، يَقَظَةً وَمَنَاما،ً وَاجْعَلْهُ يَا رَبِّ رُوحاً لِذَاتِي مِنْ جَمِيعِ الْوُجُوه،ِ فِي الدُّنْيَا قَبْلَ الآخِرَةِ يَا عَظِيمُ.",
        "counter": 1
      },
   
      {
            "title": "أذكار الصباح والمساء",
        "id": "athkar#2.2.1",
        "text": "اللهم أنت ربي لا إله إلا أنت، خلقتني و أنا عبدك و أنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت",
        "counter": 3
      },
      {
        "id": "athkar#2.2.2",
        "text": "رضيت تعالى بالله رباً ، و بالإسلام ديناً ، وبسيدنا بمحمدٍ صلى الله عليه وسلم نبياً ورسولاً. ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.3",
        "text": "أعوذ بالله من الشيطان الرجيم { إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ } [ هود : 56 ] .",
        "counter": 1
      },
      {
        "id": "athkar#2.2.4",
        "text": "توكلت على الحي الذي لا يموت {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا} [الإسراء: 111]. ",
        "counter": 1
      },
      {
        "id": "athkar#2.2.5",
        "text": "{أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ فَتَعَالَى الله الملك الحق لاَ إله إِلاَّ هُوَ رَبُّ العرش الكريم} [المؤمنون: 115-116].",
        "counter": 1
      },
      {
        "id": "athkar#2.2.6",
        "text": "{فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الحمد فِي السماوات والأرض وَعَشِيّاً وَحِينَ تُظْهِرُونَ يُخْرِجُ الحيّ مِنَ الميت وَيُخْرِجُ الميت مِنَ الحيّ وَيُحْيِي الأرض بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} [الروم: 17 - 19] ",
        "counter": 1
      },
      {
        "id": "athkar#2.2.7",
        "text": "بسم الله الرحمن الرحيم {حم تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ} [غافر: 1 - 3].",
        "counter": 1
      },
      {
        "id": "athkar#2.2.8",
        "text": "يا غافر الذنب اغفر لي ذنبي، يا قابل التوب تقبل توبتي، يا شديد العقاب لا تعاقبني، يا ذا الطَّول تطوَّل عليَّ برحمة.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.9",
        "text": "أعوذ بالله السميع العليم من الشيطان الرجيم ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.10",
        "text": "{هُوَ الله الذي لاَ إله إِلاَّ هُوَ عَالِمُ الغيب والشهادة هُوَ الرحمن الرحيم هُوَ الله الذي لاَ إله إِلاَّ هُوَ الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سُبْحَانَ الله عَمَّا يُشْرِكُونَ هُوَ الله الخالق البارىء المصور لَهُ الأسماء الحسنى يُسَبِّحُ لَهُ مَا فِي السماوات والأرض وَهُوَ العزيز الحكيم} [الحشر: 22-24].",
        "counter": 1
      },
      {
        "id": "athkar#2.2.11",
        "text": "اللهم بك أصبحنا وبك أمسينا، وبك نحيا وبك نموت وإليك النشور.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.12",
        "text": "أصبحنا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده، رب أعوذ بك من الكسل والهرم وسوء الكبر، أعوذ بك من عذاب في النار وعذاب في القبر.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.13",
        "text": "أصبحنا وأصبح الملك لله رب العالمين، اللهم أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه، وأعوذ بك من شر ما فيه وشر ما بعده.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.14",
        "text": "أصبحنا وأصبح الملك لله عز وجل، والحمد لله والكبرياء والعظمة لله، والخلق والأمر والليل والنهار وما سكن فيهما لله تعالى.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.15",
        "text": "اللهم اجعل أول هذا النهار صلاحاً، وأوسطه نجاحاً، وآخره فلاحاً يا أرحم الراحمين.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.16",
        "text": "أصبحنا على فطرة الإسلام وكلمة الإخلاص ودين نبينا محمد صلى الله عليه وسلم، وملة إبراهيم صلى الله عليه وسلم وما أنا من المشركين.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.17",
        "text": "اللهم ما أصبح بي أو بأحد من خلقك فمنك وحدك لا شريك لك، لك الحمد ولك الشكر.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.18",
        "text": "أعوذ بكلمات الله التامة من غضبه وعقابه وشر عباده، ومن همزات الشياطين، وأعوذ بك رب أن يحضرون.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.19",
        "text": "أعوذ بكلمات الله التامات من شر ما خلق ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.20",
        "text": "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.21",
        "text": "اللهم إني أعوذ بك من أن أشرك بك شيئاً أعلمه وأستغفرك لما لا أعلمه ",
        "counter": 1
      },
      {
        "id": "athkar#2.2.22",
        "text": "أعوذ بالذي يمسك السماء أن تقع على الأرض إلا بإذنه من شر ما خلق وذرأ، ومن شر الشيطان وشركه.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.23",
        "text": "اللهم فاطر السماوات والأرض عالم الغيب والشهادة، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي ومن شر الشيطان وشركه، وأن أقترف سوءاً على نفسي أو أجره إلى مسلم.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.24",
        "text": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.25",
        "text": "بسم الله ما شاء الله لا يسوق الخير إلا الله، بسم الله ما شاء الله لا يصرف الشرّ إلا الله، بسم الله ما شاء الله ما كان ",
        "counter": 1
      },
      {
        "id": "athkar#2.2.26",
        "text": "من نعمة فمن الله، بسم الله ما شاء الله ولا حول ولا قوة إلا بالله العلي العظيم.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.27",
        "text": "بسم الله الذي لا إله إلا هو الرحمن الرحيم، اللهم أذهب عني الهم والحزن.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.28",
        "text": "بسم الله على ديني ونفسي وولدي وأهلي ومالي.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.29",
        "text": "اللهم أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.30",
        "text": "اللهم استر عوراتي وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
        "counter": 1
      },
      {
        "id": "athkar#2.2.31",
        "text": "اللهم أسألك من فجأة الخير وأعوذ بك من فجأة الشر، يا حي يا قيوم بك أستغيث، فأصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.32",
        "text": "اللهم أنت خلقتني وأنت تهديني، وأنت تطعمني وأنت تسقيني، وأنت تميتني وأنت تحييني.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.33",
        "text": "اللهم يا مقلب القلوب ثبت قلوبنا على دينك.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.34",
        "text": "اللهم رضني بقضائك وبارك لي فيما قُدِّر لي، حتى لا أحب تعجيل ما أخَّرت ولا تأخير ما عجلت.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.35",
        "text": "اللهم إني أعوذ بك أن تأخذني على غرة، أو تذرني في غفلة، أو تجعلني من الغافلين.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.36",
        "text": "أعيذُ نفسي وأهلي وأولادي بكلمة الله التامة من كل شيطان وهامَّة، ومن كل عين لامَّة، وحصَّنت نفسي وأنفسهم بالحي القيوم الذي لا يموت أبداً، ودفعت عني وعنهم السوءَ بلا حول ولا قوة إلا بالله العلي العظيم.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.37",
        "text": "الحمد لله ربي الله لا أشرك به شيئاً، فأشهد أن لا إله إلا الله.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.38",
        "text": "آمنت بالله العظيم وكفرت بالجبت والطاغوت، واستمسكت بالعروة الوثقى لا انفصام لها والله سميع عليم ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.39",
        "text": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري لا إله إلا أنت",
        "counter": 3
      },
      {
        "id": "athkar#2.2.40",
        "text": "اللهم إني أعوذ بك من الكفر والفقر، اللهم إني أعوذ بك من عذاب القبر لا إله إلا أنت ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.41",
        "text": "اللهم إني أصبحت منك في نعمة وعافية وسِتر، فأتمَّ نعمتك عليَّ وعافيتك وسترك في الدنيا والآخرة ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.42",
        "text": "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته ",
        "counter": 3
      },
      {
        "id": "athkar#2.2.43",
        "text": "سبحان الله وبحمده سبحان الله العظيم وبحمده لا حول ولا قوة إلا بالله.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.44",
        "text": "سبحان الله ملء الميزان ومنتهى العلم ومبلغ الرضى وزنة العرش، والحمد لله ملء الميزان ومنتهى العلم ومبلغ الرضى وزنة العرش، ولا إله إلا الله ملء الميزان ومنتهى العلم ومبلغ الرضى وزنة العرش، والله أكبر ملء الميزان ومنتهى العلم ومبلغ الرضى وزنة العرش.",
        "counter": 1
      },
      {
        "id": "athkar#2.2.45",
        "text": "اللهم إني أصبحت أُشهِدُكَ، وأُشهدُ حملة عرشك وملائكتك وجميع خلقك، أنك أنت الله، لا إله إلا أنت، وحدك لا شريك لك، وأن سيدنا محمداً عبدك ورسولك. ",
        "counter": 4
      },
      {
        "id": "athkar#2.2.46",
        "text": "اللهم أنت ربي لا إله إلا أنت، عليك توكلت وأنت رب العرش العظيم، ما شاء الله كان، وما لم يشأ لم يكن، ولا حول ولا قوة إلا بالله العلي العظيم، أعلم أن الله على كل شيء قدير، وأن الله قد أحاط بكل شيء علماً، اللهم إني أعوذ بك من شر نفسي، ومن شر كل دابّة أنت آخذ بناصيتها، إن ربي على صراط مستقيم.",
        "counter": 1
      },
    

      {
            "title": "الأوراد السبعة",
        "id": "athkar#2.3.1",
        "text": "الورد الأول: أستغفر الله ",
        "counter": 100
      },
      {
        "id": "athkar#2.3.2",
        "text": "الورد الثاني: لا إله إلا الله الملك الحق المبين",
        "counter": 100
      },
      {
        "id": "athkar#2.3.3",
        "text": "الورد الثالث: حسبنا الله ونعم الوكيل",
        "counter": 100
      },
      {
        "id": "athkar#2.3.4",
        "text": "الورد الرابع: لا حول ولا قوة إلا بالله",
        "counter": 100
      },
      {
        "id": "athkar#2.3.5",
        "text": "الورد الخامس: سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
        "counter": 100
      },
      {
        "id": "athkar#2.3.6",
        "text": "الورد السادس: سبحان الله وبحمده سبحان الله العظيم أستغفر الله ",
        "counter": 100
      },
      {
        "id": "athkar#2.3.7",
        "text": "الورد السابع: صلى الله على سيدنا محمد وآله وصحبه وسلم ",
        "counter": 100
      },

 
      {
            "title":"أدعية القرآن الكريم",
        "id": "athkar#2.4.1",
        "text": "{الحمد للَّهِ رَبِّ العالمين الرحمن الرحيم مالك يَوْمِ الدين إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ اهدنا الصراط المستقيم صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.2",
        "text": "{رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.3",
        "text": "{رَبَّنَآ آتِنَا فِي الدنيا حَسَنَةً وَفِي الآخرة حَسَنَةً وَقِنَا عَذَابَ النار}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.4",
        "text": "{وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.5",
        "text": "{سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ، رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْراً كَمَا حَمَلْتَهُ عَلَى الذين مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ واعف عَنَّا واغفر لَنَا وارحمنآ أَنتَ مَوْلاَنَا فانصرنا عَلَى القوم الكافرين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.6",
        "text": "{رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ، رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعَادَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.7",
        "text": "{رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.8",
        "text": "{قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.9",
        "text": "{رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.10",
        "text": "{رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.11",
        "text": "{رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.12",
        "text": "{رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ \n\n رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ \n\n رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ \n\n رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ القِيَامَةِ إِنَّكَ لاَ تُخْلِفُ المِيعَادَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.13",
        "text": "{رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخاسرين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.14",
        "text": "{رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.15",
        "text": "{رَبِّ اغفر لِي وَلأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنتَ أَرْحَمُ الراحمين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.16",
        "text": "{عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.17",
        "text": "{رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.18",
        "text": "{فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ أَنتَ وَلِيِّي فِي الدُّنُيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.19",
        "text": "{رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.20",
        "text": "{رَبَّنَا اغفر لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.21",
        "text": "{رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.22",
        "text": "{رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.23",
        "text": "{رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّء لَنا مِنْ أَمْرِنا رَشَداً}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.24",
        "text": "{رَبِّ اشْرَحْ لِي صَدْرِي (25) وَيَسِّرْ لِي أَمْرِي}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.25",
        "text": "{رَبِّ زِدْنِي عِلْماً}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.26",
        "text": "{أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.27",
        "text": "{لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.28",
        "text": "{رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.29",
        "text": "{رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.30",
        "text": "{رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.31",
        "text": "{رَبِّ فَلَا تَجْعَلْنِي فِي القَوْمِ الظَّالِمِين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.32",
        "text": "{رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.33",
        "text": "{رَبَّنا آمَنَّا فاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحمِين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.34",
        "text": "{رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.35",
        "text": "{رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.36",
        "text": "{رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.37",
        "text": "{رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الأخِرِينَ وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ وَلا تُخْزِنِي يَوْمَ يُبْعَثُونَ يَوْمَ لا يَنفَعُ مَالٌ وَلا بَنُونَ إِلا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.38",
        "text": "{رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُوْن}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.39",
        "text": "{ربِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصالحين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.40",
        "text": "{رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فاغْفِر لِي}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.41",
        "text": "{رَبِّ إِنِّي لِما أَنْزَلْتَ إِليَّ مِن خَيرٍ فَقِيرٌ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.42",
        "text": "{رَبِّ انْصُرْنِي على القَومِ المـــُـفسِدين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.43",
        "text": "{فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.44",
        "text": "{رَبِّ هَبْ لِي مِنَ الصَّالِحِين}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.45",
        "text": "{قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.46",
        "text": "{رَبِّ أَوْزِعْنِي أَنْ أَشكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنَّي تُبْتُ إِلَيْكَ وَإِنّي مِنَ الْمُسْلِمِينَ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.47",
        "text": "{رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلاَ تَجْعَلْ فِي قُلُوبِنَا غِلاً لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.48",
        "text": "{رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.49",
        "text": "{رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.50",
        "text": "{رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.51",
        "text": "{رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ}.",
        "counter": 1
      },
      {
        "id": "athkar#2.4.52",
        "text": "بسم الله الرحمن الرحيم {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)}.        ",
        "counter": 1
      },
      {
        "id": "athkar#2.4.53",
        "text": "بسم الله الرحمن الرحيم {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)}.        ",
        "counter": 1
      },

   
      {
            "title":"ورد الإمام النووي",
        "id": "athkar#2.5.1",
        "text": "بسم ِ اللهِ ، اللهُ أكبرُ ، اللهُ أكبرُ، اللهُ أكبرُ ، أقولُ على نفسي و على ديني و على أهلي و على أولادي و على مالي و على أصحابي و على أديانِهم و على أموالهم ألفَ بسمِ اللهِ ، اللهُ أكبرُ ، اللهُ أكبرُ ، اللهُ أكبرُ، أقولُ على نفسي و على ديني و على أهلي و على أولادي و على مالي و على أصحابي و على أديانهم و على أموالهم ألفَ ألفِ بسم الله ، الله أكبرُ ، الله أكبرُ ، الله أكبرُ، أقول على نفسي و على ديني و على أهلي و على أولادي و على مالي و على أصحابي و على أديانهم و على أموالهم ألفَ ألفِ لا حول و لا قوَّة إلا باللهِ العليِّ العظيم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.2",
        "text": "بسمِ اللهِ وباللهِ ومن الله و إلى اللهِ و على اللهِ و في اللهِ و لا حول و لا قوَّة إلا بالله العليِّ العظيم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.3",
        "text": "بسمِ اللهِ على ديني و على نفسي و على أولادي، بسم الله على مالي و على أهلي ، بسمِ اللهِ على كلِّ شيء أعطانيهِ ربِّي، بسمِ اللهِ ربِ السموات السبعِ وربِ الأرضين َ السبعِ و ربِ العرش العظيم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.4",
        "text": "بسم ِ اللهِ الذي لا يَضُرُّ مع اسمِهِ شيء في الأرضِ و لا في السماءِ و هو السميع ُ العليمُ ",
        "counter": 3
      },
      {
        "id": "athkar#2.5.5",
        "text": "بسمِ اللهِ خيرِ الأسماء في الأرضِ و في السماءِ، بسمِ اللهِ أفتتحُ وبه أختتم ، اللهُ، اللهُ، الله، اللهُ ربي لا أشرك به شيئاً، اللهُ، اللهُ، اللهُ، اللهُ ربي لا اله إلا اللهُ ، اللهُ أعزُّ و أجلُّ و أكبرُ مما أخافُ و أحذرُ.",
        "counter": 1
      },
      {
        "id": "athkar#2.5.6",
        "text": "بك اللهم أعوذ من شرِّ نفسي و من شرِّ غيري و من شرِّ ما خلق َ ربِّي و ذرأ و برأَ، وبك اللهم أحترزُ منهم، و بك اللهم أعوذ من شرورهم، وبك اللهم أدرأُ في نحورهم، و أقدِّم بين يديَّ و أيديهم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.7",
        "text": "بسم الله الرحمن الرحيم { قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ } ",
        "counter": 3
      },
      {
        "id": "athkar#2.5.8",
        "text": "و مثلُ ذلك عن يميني و أيمانهم، ومثل ذلك عن شمالي وعن شمائلهم، و مثلُ ذلك أمامي و أمامَهم، ومثل ذلك من خلفي و من خلفهم، و مثلُ ذلك من فوقي و من فوقهم، ومثلُ ذلك من تحتي و من تحتهم، ومثلُ ذلك محيطٌ بي و بهم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.9",
        "text": "اللهم إنِّي أسألك لي و لهم من خيرك بخيرك الذي لا يملكه غيرُك، اللهم اجعلني و إيَّاهم في عبادِك و عياذِك وجِوَارِكَ وأمانِكَ وحزبكَ وحِرزِكَ وكنفِكَ، من شرِّ كلِّ شيطان وسلطان، وإنس وجانٍّ، وباغ وحاسد، وسَبُعٍ وحيَّة وعقرب ، ومن شرِّ كل دابَّة أنت آخذ بناصيتها ، إن ربي على صراط مستقيم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.10",
        "text": "حسبيَ الرَّبُّ من المربوبين ، حسبيَ الخالق من المخلوقين ، حسبيَ الرَّازق من المرزوقين ، حسبيَ السَّاتر من المستورين ، حسبيَ النَّاصر من المنصورين ، حسبيَ القاهر من المقهورين ، حسبيَ الذي هو حسبي ، حسبي مَن لم يزل حسبي ، حسبيَ الله و نعم الوكيل ، حسبيَ الله من جميع خلقه .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.11",
        "text": "{ إِنَّ وَلِيِّيَ الله الذي نَزَّلَ الكتاب وَهُوَ يَتَوَلَّى الصالحين } [ الأعراف : 196 ] .        ",
        "counter": 1
      },
      {
        "id": "athkar#2.5.12",
        "text": "{ وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَاباً مَّسْتُوراً وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وفي آذَانِهِمْ وَقْراً وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُوراً } [ الإسراء : 45-46 ]. ",
        "counter": 1
      },
      {
        "id": "athkar#2.5.13",
        "text": "{ فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ الله لا إله إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العرش العظيم } [ التوبة : 129 ] ",
        "counter": 7
      },
      {
        "id": "athkar#2.5.14",
        "text": "و لا حول و لا قوة إلا بالله العلي العظيم ",
        "counter": 3
      },
      {
        "id": "athkar#2.5.15",
        "text": "و صلى الله على سيدنا محمد و على آله و صحبه و سلم .",
        "counter": 1
      },
      {
        "id": "athkar#2.5.16",
        "text": "خَبَأتُ نفسي في خزائن بسم الله ، أقفالها ثقتي بالله ، مفاتيحها لا قوة إلا بالله ، أُدافعُ بك اللهم عن نفسي ما أُطيقُ و ما لا أطيق ، لا طاقة لمخلوق مع قدرة الخالق .        ",
        "counter": 1
      },
      {
        "id": "athkar#2.5.17",
        "text": "حسبيَ الله و نعم الوكيل و لا حول و لا قوُّة إلا بالله العليِّ العظيم، و صلى اللهُ على سيدنا محمَّدٍ و على آله و صحبه وسلم ",
        "counter": 3
      },
  
   
      {
            "title": "حزب النصر المبارك للإمام الشاذلي",
        "id": "athkar#2.6.1",
        "text": "اللَّهمَّ بِسَطَوَةِ جَبَرُوْتِ قَهْرِكَ وَبِسُرْعَةِ إِغَاثَةِ نَصْرِكَ وَبِغَيْرَتِكَ لاِنْتِهَاكِ حُرُمَاتِكَ وَبِحِمَايَتِكَ لِمَنِ احْتَمَى بَآيَاتِكَ، نَسْأَلُكَ يَا اللَّهُ، يَا سميعُ، يا قَرِيبُ، يَا مُجِيبُ، يا سَرِيعُ، يَا مُنْتَقِمُ، يَا شَدِيدَ البَطْش، يَا جَبَّارُ، يا قهَّارُ، يَا مَنْ لا يُعْجِزُه قَهْرُ الْجَبَابِرَة، وَلا يَعْظُمُ عَلَيْهِ هَلاكُ الْمُتَمَرِّدَةِ مِنَ الْمُلُوكِ وَالأَكَاسِرَةِ، أَنْ تَجْعَلَ كَيْدَ مَنْ كَادَنَا في نَحْرِه، وَمَكْرَ مَنْ مَكَرَ بنا عَائِدَاً عَلَيْهِ، وَحُفْرةَ مَنْ حَفَرَ لنا وَاقِعَاً فِيْهَا، وَمَنْ نَصَبَ لنا شَبَكَةَ الخِدَاعِ اجْعَلْهُ يَا سَيِّدِنا مُسَاقاً إِلَيْها وَمُصَادَاً فِيهَا، وَأَسِيرَاً لَدَيْها،",
        "counter": 1
      },
      {
        "id": "athkar#2.6.2",
        "text": "اللَّهُمَّ بِحَقِّ 'كهيعص' اكْفِنَا هَمَّ العِدَا، وَلقِّهِمُ الرَّدَى، وَاجْعَلْهُم لِكُلِّ حَبيبٍ فِدَا، وَسَلِّط عَلَيْهِمْ عَاجِلَ النِّقْمَةِ في اليومِ وَالغَدا، اللَّهُمَّ بَدِّدْ شَمْلَهُم، اللَّهُمَّ فرّق جَمْعَهُم، اللَّهُمَّ أقللْ عَدَدهُم، اللَّهُمَّ اجْعَلِ الدَّائرةَ عَلَيْهِم، اللَّهُمَّ أوْصِل العذابَ إليهم، اللَّهُمَّ أَخْرِجْهُمْ عَنْ دائرة الحلم، واسْلُبْهم مَدَد الإمْهَالِ، وغُلَّ أَيْدِيهِم، وَاشْدُد على قُلُوبِهِم، وَلا تُبَلِّغْهُمُ الآمال، اللَّهُمَّ مَزِّقْهُمْ كُلَّ مُمَزَّقٍ مزّقته لأعدائك اِنتصاراً لأنبيائك ورُسُلِك وَأَوْلِيَائِك،",
        "counter": 1
      },
      {
        "id": "athkar#2.6.3",
        "text": "اللَّهُمَّ انتصِرْ لَنَا انتَصارَكَ لأَحبابِكَ على أَعْدَائِكَ",
        "counter": 3
      },
      {
        "id": "athkar#2.6.4",
        "text": "اللَّهمَّ لا تُمَكِّنِ الأَعْدَاءَ فِينَا، وَلا تُسَلِّطْهُمْ عَلَيْنَا بِذُنُوبِنَا",
        "counter": 3
      },
      {
        "id": "athkar#2.6.5",
        "text": "حم حم حم حم حم حم حم، حُمَّ الأَمْرُ وجَاءَ النَّصْرُ فعَلَينَا لا يُنْصَرُون، حم عسق حمايَتُنا مِمَّا نَخَافُ، اللَّهُمَّ قِنَا شَرَّ الأسْوَاء، وَلا تَجْعَلْنَا مَحَلاً لِلبَلْوَى، اللَّهُمَّ أَعْطِنَا أَمَلَ الرَّجَاءِ، وَفَوْقَ الأَمَل، يا الله يا الله يا الله، يَا مَنْ بِفَضْلِهِ لِفَضْلِهِ نَسْأَل، نَسْأَلُكَ العَجَلَ العَجَلَ، إِلَهِي الإِجَابَةَ الإِجَابَةَ، يَا مَنْ أَجَابَ نُوْحَاً فِي قَوْمِهِ، يَا مَنْ نَصَرَ إِبْرَاهِيمَ على أَعْدَائِهِ، يَا مَنْ رَدَّ يُوسُفَ على يَعْقُوْبَ، يَا مَنْ كَشَفَ ضُرَّ أَيُّوبَ، يَا مَنْ أَجَابَ دَعْوَةَ زَكَرِيّا، يَا مَنْ قَبِلَ تَسْبِيحَ يُونُسَ بنِ مَتَّى، ",
        "counter": 1
      },
      {
        "id": "athkar#2.6.6",
        "text": "نَسْأَلُكَ بِأَسْرَارِ أَصْحَابِ هَذِهِ الدَّعْوَاتِ المـُسْتَجَابَاتِ: أَنْ تَتقْبَلَ مَا بِهِ دَعَوْنَاكَ، وأْنْ تُعطِيَنا مَا سَأَلنَاك، أَنجِزْ لَنَا وَعْدَك الَّذِي وَعَدْتَه لِعِبَادِكَ الْمُؤْمِنِيْنَ، لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ، اِنْقَطَعَتْ آمَالُنا وَعِزَّتِكَ إلاَّ مِنْكَ، وَخابَ رَجَاؤُنَا وَحقِّكَ إلاَّ فيكَ. إِنْ أبْطَأَتْ غَارَةُ الأَرْحَامِ وَابْتَعَدَتْ فَأَقْرَبُ الشَّيْءِ مِنَّا غَارَةُ اللهِ، يَا غَارَةَ اللهِ جِدِّي السَّيْرَ مُسْرِعةً في حَلِّ عُقْدَتنَا يَا غَارَةَ اللهِ، عَدَتِ العَادُونَ وَجَارُوا وَرَجَوْنَا اللهَ مُجِيراً وَكَفَى بِاللهِ وَليّاً وَكَفَىَ بِاللهِ نَصِيرَاً، وحَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيمِ، اسْتَجِبْ لنا آمين ، فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ، وَصَلَّى اللَّهُ على سَيِّدِنَا مُحَمَّدٍ وَعلى آَلِهِ وَصَحْبِه وَسَلَّمَ.",
        "counter": 1
      },

    
      {
            "title":"المزدوجة الحسنا في الاستغاثة بأسماء الله الحسنى",
        "id": "athkar#2.7.1",
        "text": "الحمد لله الذي تحمدا -  كلم موسى واصطفى محمداً\n\nثم الصلاة والسلام تهتدى - لخير \n\nرسل هدى وسددا\n\nوالآل والصحب ومن يهدينا\n\n\n\nباسم الإله وبه بدينا - ولو عبدنا غيره شقينا\n\nيا حبذا رباً وحب وديناً - وحبذا محمد هادينا\n\nلولاه ما كنا ولا بقينا\n\n\n\nاللهم لولا أنت ما اهتدينا - ولا تصدقنا ولا صلينا\n\nفأنزلن سكينة علينا - وثبت الأقدام إن لا قينا\n\nنحن الأُلى جاؤوك مسلمينا\n\n\n\nوالمشركون قد بغوا علينا - إذا أرادوا فتنة أبينا\n\nوقد تداعى جمعهم علينا - طبق الأحاديث التي روينا\n\nفارددهم اللهم خاسرين ( ثلاثاً)\n\n\n\nالله يا رحمن يا رحيم - الله يا حي و يا قيوم \n\nالله يا قوي يا قديم - الله يا علي يا عظيم \n\nلا ينبغي للظلم أن يعلونا\n\n\n\nالله يا لطيف يا عليم - الله يا رؤوف يا حكيم \n\nالله يا تواب يا حليم - الله يا وهاب يا كريم \n\nهبنا العلا واجعل عدانا الدونا \n\n\n\nالله يا مالك يا منير - الله يا مليك يا قدير \n\nالله يا مولى ويا نصير - الله أنت الملك الكبير \n\nليس عدانا لك معجزينا \n\n\n\nالله يا شاكر يا شكور - الله يا عفو يا غفور \n\nالله يا عالم ُيا خبير - الله يا فتاح يا بصير \n\nلا تحرمنا فتحك المبينا \n\n\n\nالله يا ظاهر يا جليل - الله يا باطن يا وكيل \n\nالله يا صادق يا جميل - الله يا حافظ يا كفيل \n\nكن حافظا لنا وكن معينا \n\n\n\nالله يا غني يا حميد - الله يا مُغني ويا رشيد \n\nالله يا مبدئ يا معيد - الله يا عزيز يا مجيد \n\nلِعِزكَ التوحيد يشكو الهونا\n\n\n\nالله يا قادر يا مقتدر - الله يا قاهر يا مؤخر \n\nالله يا فاطر يا مصور - الله يا محصي ويا مدبر \n\nدبر لنا و دمر العادينا\n\n\n\nالله يا دائم لا يموت - الله يا قائم لا يفوت \n\nالله يا مُحيي ويا مميت - الله يا مغيث يا مقيت \n\nكن غوثنا وحصننا الحصينا \n\n\n\nالله يا باسط أنت الواسع - الله يا قابض أنت المانع \n\nالله يا خالق أنت الجامع - الله يا خافض أنت الرافع\n\nارفع معَالينا لعليينا \n\n\n\nالله ذو المعارج الرفيع - الله يا وافي ويا سريع\n\nالله يا كافي ويا سميع - يا نور يا هادي ويا بديع \n\nأدبتنا بما جرى يكفينا\n\n\n\nالله ذو الجلال والإكرام - الله ذو الطول على الدوام \n\nالله يا ذا الفضل و الإنعام - والسيد المطلق للأنام \n\nارحم عبيداً لك عابدينا\n\n\n\nالله يا أول أنت الواحد - لله يا آخر أنت الراشد \n\nيا وتر يا متكبر يا واجد - يا بَرُ يا متفضل يا ماجد \n\nبفضلك اقبلنا على ما فينا\n\n\n\nالله يا مبين يا ودود - الله يا محيط يا شهيد \n\nالله يا متين يا شديد - يا من هو الفعال ما يريد\n\nإنا ضعاف لك قد لجينا \n\n\n\nالله يا مُعز يا مُقدمُ - الله يا مذل يا منتقم \n\nالبادئ الباقي فلا ينعدم - المُحسن الوالي الحفيظ الأكرم\n\nليس لنا سواك من يحمينا \n\n\n\nالله يا وارث أنت الأبد - الله يا باعث أنت الأحد \n\nيا مالك الملك الإله الصمد - لا كفُوءٌ لا والدٌ لا وَلد \n\nكفَّ العِدا عنا فقد أوذينا\n\n\n\nالله يا غالب يا قهار - الله يا نافع أنت الضار \n\nالله يا بارئ يا غفار - يا ربُ يا ذا القوة الجبار\n\nقوّم لنا الدنيا و قوِ الدينا \n\n\n\nالله رب العزة السلام - المؤمن المهيمن العلام \n\nذو الرحمة الأعلى الأعزّ التام - مَن دينُه الحق هو الإسلام\n\nقيض له اللهم ناصرينا ( ثلاثاً)\n\n\n\nالله أنت المتعالي الحكم - الفرد ذو العرش الولي الأحكم \n\nالغافر المعطي الجواد المنعم - العادل العدل الصبور الأرحم\n\nمكن لنا في أرضنا تمكينا\n\n\n\nالله يا قدوس يا برهان - يا بَر يا حنان يا منان \n\nيا حق يا مقسط يا ديان - تباركت أسماؤك الحسان \n\nبها قرعنا بابك المصونا\n\n\n\nالله يا خلاق يا منيب - الله يا رزاق يا حسيب \n\nالله يا قريب يا رقيب - المستعان السامع المجيب\n\nإنا دعوناك استجب آمينا ( ثلاثا(",
        "counter": 1
      },
 
   
      {
            "title": "دعاء واستغاثة للشيخ عمر اليافي",
        "id": "athkar#2.8.1",
        "text": "يا من يغيث المستغيث - إنْ لم تُغثنا منْ يغيث \n\n وما لنا ربٌّ مغيث - سِواك يا ربّ العباد \n\n فينا صغار رضّعُ - فينا شيوخٌ ركّعُ \n\n كذا بهائـــم رتّــعُ - وأنت للكلّ مراد \n\n جهدُ البلا حلّ بنا - ضاق الفلا مِن كربنا \n\n وكلّ ذا من ذنبنا - فهو الّذي طمس الفؤاد \n\n إن كنت غيثَ الطائعين - فمن يغيث المذنبين \n\n رحمةُ خيرِ الراحمين - مطلقةٌ بلا قياد \n\n إن كان لا يرجو عطاك - إلّا المطيعُ إلى هداك \n\n بمن يلوذ من عصاك - أنت لمن قد ضلّ هاد \n\n يا ربّ عاملنا بما - أنت له أهلٌ كما \n\n عوّدتَ هذا كرما - عبيدَ جودِك يا جوَاد \n\n يا ربّ قلتَ استغفروا - ربَّكـــمُ فيــــغفرُ \n\n يأتي السحاب الممطرُ - يُروي العبادَ والبلاد \n\n فيا رحيم الرحما - ويا كريم الكرما \n\n أفِضْ أفِضْ غيثَ السّما - في الأرض فهي لنا مهاد \n\n رحمةُ ربّي وسِعت -  لكلّ شيءٍ جمعت \n\n عاداتُها ما انقطعت - ولم تزل بالازدياد \n\n بالمصطفى جُدْ يا كريم - فهو الرؤوف بنا الرحيم \n\n مَن كان في العلم القديم - منه الوجود مستفاد \n\n صلّى عليه الله ما - غيثُ السماء انسجما \n\n وقد همَــا فعمّما - كلّ الأباطح والوهاد \n\n وآلــــه وصحبه - ورهطــه وحزبـــه \n\n فهم غيوثُ سُحبه - للخلق في نهج السداد \n\n فاغفر للناظم يا تواب - أيضاً والناشر يا وهاب \n\n فاغفر للناظم يا تواب - أيضاً والقارئ يا وهاب \n\n عبدٌ وقيعٌ في الأعتاب - يرجو النجاةَ في المعاد        ",
        "counter": 1
      },
   
   
      {
            "title": "قصيدة البردة",
        "id": "athkar#2.9.1",
        "text": "مولاي صــــــــلّ وسلــــم دائمـــاً أبــــداً- علـــى حبيبــــكَ خيــرِ الخلقِ كلهـمِ\n\n أَمِنْ تذكُّــــــرِ جيــــــرانٍ بذي ســــَــلَمِ- مزجْتَ دمعاً جَرَى من مقلةٍ بـــــدم\n\n أم هبَّــــتِ الريـــــحُ مِنْ تلقاءِ كاظمــةٍ- وأَومضَ البرقُ في الظَّلْماءِ من إِضَمِ\n\nفما لعينيكَ إن قُلتَ اكْفُفا هَــمَــتـــــــــــــــا -وما لقلبكَ إن قُلتَ استفقْ يهــــــــمِ\n\nأيحسبُ الصَّبُّ أن الحبَّ مُنْكَتــــِـــــــمٌ - ما بينَ مُنسَجمٍ منه ومضطـَّـــــــرِمِ\n\nلولا الهوى لم تُرِقْ دمعاً على طـــَــللٍ- ولا أَرِقْتَ لذكرِ البانِ والعلــــــــــمِ\n\nفكيف تُنكرُ حباً بعد ما شـــــــــَــــهِدَتْ - به عليكَ عُدولُ الدمعِ والسـَّــــــــقَمِ\n\nوأثبتَ الوَجْدُ خطَّيْ عَـــبــــــرةٍ وضــــــــنًى مِثْلَ البَهارِ على خَدَّيكَ والعَنَــــــــمِ\n\nنعم سرى طيفُ مَنْ أَهْــوى فأرَّقَـــــنـــــــي-والحبُّ يَعْترِضُ اللذَّاتِ بالألَــــــــمِ\n\nيا لائمي في الهوى العُذريِّ معـــــذرةً -منّي إليكَ ولو أنصفتَ لم تلُــــــــــمِ\n\nعَدَتْكَ حاليَ لا سرِّي بمســــــــــــــتترٍ - عن الوُشاةِ ولا دائي بمُنْحَســـِــــــمِ\n\nمَـحَّــضْتَني النُّصحَ لكنْ لستُ أســـــمعُهُ-إنَّ المحبَّ عن العُذَّالِ في صـَـــــمَمِ\n\nإني اتهَمْتُ نَصيحَ الشَّيبِ في عـَــــذَلٍ-والشيبُ أبعدُ في نُصْحٍ عن التُّهَـــمِ",
        "counter": 1
      },
 
    
      {
            "title":"في التحذير من هوى النفس",
        "id": "athkar#2.10.1",
        "text": "فإنَّ أمَّارتي بالسوءِ ما اتّعظَــــــــــــــتْ - مِن جَهْلِها بنذيرِ الشَّيْبِ والهَــــرَمِ\n\nولا أَعدَّتْ من الفِعل الجَميل قـــِـــــــرى - ضيفٍ ألَــمَّ برأسي غيرَ مُــحْــتــَشــَــــمِ\n\nلو كنتُ أعلمُ أني ما أُوَقـــِّـــــــــــــــــرُهُ -  كتَمتُ سِراً بدا ليْ منه بالكَــتَــــــــمِ\n\nمَنْ لي بِــرَدِّ جِماحٍ مِن غَوَايَـــتِــهـــــــــــــــا -  كما يُـــرَدُّ جِـماحُ الخَــيلِ باللُّجـُــــــــمِ\n\nفلا تَــرُم بالمعاصي كَسرَ شَهوَتــِــهــــــــــا - إن الطعامَ يُقَوِّي شهوةَ النَّهِـــــــــم\n\nوالنفسُ كالطفلِ إن تـُـهـْملهُ شبَّ علــــى - حبِّ الرَّضاعِ وإن تَفْطِمْهُ يَنفطــِــمِ\n\nفاصْرِفْ هواها وحاذِرْ أن تُـــوَلـِّــــيــَــــــــه - إنَّ الهوى ما تَولَّى يُصْمِ أو يـَـصِـــــمِ\n\nوراعِها وهيَ في الأعمالِ ســــــــائِمةٌ - وإنْ هيَ اسْتَحْلَتِ المرعى فلا تُسِمِ\n\nكَمْ حَسَّنَتْ لذَّةً للمرءِ قاتِلــــــــــــــــــةً - مِن حيثُ لم يدْرِ أن السُّمَّ في الدَّسَمِ\n\nواخشَ الدَّسائِسَ من جُوعٍ ومن شِبَعٍ - فَـــرُبَّ مَــخْــمَــصَةٍ شَرٌ مِنَ الـــتُّــخَـــــــــــمِ\n\nواسْــتَــفْرغِ الدَّمْعَ مِنْ عَيْنٍ قدِ امتـَــلأتْ - مِنَ الــمَحَارمِ والـــزَمْ حِــمْــيةَ النـَّــــــدَمِ\n\nوخالفِ النَّفْسَ والشيطانَ واعْصِهِمــا - وإنْ هُما مــحَّــضاكَ الــنُّصْــحَ فاتَّــــهِـــــم   \n\n ولا تُطِعْ منهما خَصْماً ولا حَكَمـــــــــاً - فأنتَ تَعرفُ كَــيـْــدَ الـخَــصمِ والـحَكَـــــم\n\nأستغفِرُ الله من قولٍ بلا عمـــــــــــــلٍ - لقد نسَبْتُ به نسْلاً لِذِي عُقُــــــــــمِ\n\nأمَـرْتُـــكَ الخيرَ لكن ما ائتَمرْتُ بــــــــــه - وما اســـــتقمتُ فما قَولي لك استقِمِ\n\nولا تَــزوَّدتُّ قبل الموتِ نافلــــــــــــــةً - ولم أُصلِّ سِوى فرضٍ ولم أَصُـــــمِ",
        "counter": 1
      },
  
  
      {
            "title": "في مدح سيد المرسلين صلى الله عليه وسلم",
        "id": "athkar#2.11.1",
        "text": "ظَلَمْت ُسُــنَّـــةَ مَن أحيا الظلامَ إلــــــــــى - أنِ اشتكَتْ قَدَمَاهُ الضُّرَّ مــــــن وَرَمِ\n\nوشَدَّ من سَغَبٍ أحشاءَهُ وطــــــــــوى - تحتَ الحجارةِ كَشْحاً مُتــْـــرَفَ الأًدَمِ\n\nوراوَدتْهُ الجبالُ الشُّمُّ من ذهــــــــــبٍ - عن نفسِهِ فأراها أيَّـــمــا شـــَــــــــــــمَمِ\n\nوأكَّدَتْ زُهْدَهُ فيها ضَرورتـــُــــــــــــه - إن الضَّرورة لا تَعْدو على العِصَــــم\n\nوكيفَ تدعو إلى الدنيا ضرورةُ مَـــنْ - لولاهُ لــم تَــخــرُجِ الدنيا من العــَـــــــدَمِ\n\nمحمدٌ ســـــــــــــــيِّــدُ الكونينِ والثقليـنِ - والفريقينِ مِنْ عُرْبٍ ومن عَجَـــــمِ\n\nنبيُّنا الآمرُ النّاهي فلا أحَـــــــــــــــــدٌ - أبَــــرَّ في قولِ لا منهُ ولا نَعَـــــــــــــــــمِ\n\nهو الحبيبُ الذي تُــرجى شــــــــفاعتُه- لكلِّ هَولٍ من الأهْوالِ مُقْتَحَـــــــــــــــمِ\n\nدعا إلى اللهِ فالــمُسْتَمْسِكون بــــــــــــه - مستمسكونَ بحبلٍ غيرِ مُــنْفَــصـــــــــــم\n\nفاقَ النبيينَ في خَلْقٍ وفي خُلُــــــــقٍ - ولم يُدانُوهُ في عِلْمٍ ولا كَـــــــــــــــرَمِ\n\nوكُلُّهم مِن رسولِ اللهِ مُـــلْــتَمِـــــــــــسٌ - غَرْفاً منَ البحرِ أو رَشْفاً من الدِّيـَــــمِ\n\nوواقِفونَ لديهِ عندَ حَدِّهِـــــــــــــــــمِ - منْ نُقطة العِلمِ أو مِن شَكْلَةِ الحِكـَــــمِ\n\nفهوَ الذي تَـــــــمَّ مَعْناهُ وصورَتُـــــــه - ثم اصطفاهُ حَبيباً بارئُ النَّســــَــــــــمِ\n\nمُــنَــزَّهٌ عنْ شَريكٍ في محاسِـــــــــــنِهِ - فَجَوهَرُ الحُسْنِ فيه غيرُ مُنْقَســـِــــــمِ\n\nدَعْ ما ادَّعَتْهُ النصارى في نبيهـِــــمِ - واحكُمْ بما شِئْتَ مَدْحاً فيه واحْتَكِــــــمِ\n\nوانْسُبْ إلى ذاتِه ما شِئْتَ مِن شَــرَفٍ - وانسُبْ إلى قَدْرِهِ ما شئتَ من عِظَــــمِ\n\nفإن فَضلَ رسولِ اللهِ ليسَ لـــــــــــهُ - حَدٌّ فيُعرِبُ عنه ناطِقٌ بِفَــــــــــــــــــمِ\n\nلو ناسَبَتْ قَدرَهُ آياتُه عِظَمـــــــــــــاً - أَحيا اسْــمُــه حينَ يُدعى دارِسَ الرِّمَــمِ\n\nلم يــَمْــــتَحِنّا بما تَــعْــيا العقولُ بــــــــــــه - حِرْصاً علينا فلَمْ نَــرْتَــب ولم نَــهِــــــــمِ\n\nأعْيا الورى فَهْمُ معناهُ فليسَ يـــُــرى - في القُرْبِ والبُعْدِ فيه غيرُ مُنْفَحـــِــم\n\nكالشمسِ تَظْهَرُ للعينينِ منْ بُعُـــــــدٍ - صغيرةً وتُكِلُّ الطَّــرْفَ من أَمَـــــــــــمِ\n\nوكيف يُدْرِكُ في الدنيا حقيقتــَــــــــه - قومٌ نِيامٌ تَسلَّوا عنه بالحُلـُـــــــــــــمِ\n\nفمبلَغُ العِلمِ فيه أنَّهُ بَـــشــــَـــــــــــــــرٌ - وأنَّــه خّــيْـــرُ خَلْقِ اللهِ كُـــلِّهــــــــــــــــــمِ\n\nوكلُ آيٍ أتى الرُّسلُ الكرامُ بهـــــــــا - فإنما اتصلَتْ من نُورهِ بِـــهـــِــــــــــمِ\n\nفإنهُ شَمسُ فَضلٍ هم كواكِبُهـــــــــــا -  يُظْهِرْنَ أنوَارَها للناسِ في الظُّلـَــــم\n\nأكْرِمْ بِـــخَلقِ نبيٍّ زانَهُ خُلُــــــــــــــــقٌ - بالحُسْنِ مُشْتَمِلٍ بالبِشْرِ مُتَّسِـــــــــمِ\n\nكالزَّهرِ في تَــرَفٍ والبَدْرِ في شَــــرفٍ - والبحرِ في كرمٍ والدهرِ في هِمــَــــمِ\n\nكأنهُ وهو فَردٌ من جلالَتِــــــــــــــــه -  في عَسْكَرٍ حينَ تَلقاهُ وفي حَشَــــــمِ\n\nكأنما اللؤلؤُ الـمَكْنونُ في صـــــــدَفٍ - من مَعدِنَــي مَنْطِقٍ منه ومُــبْــتَســـِـــــمِ\n\nلا طِيبَ يَعْدِلُ تُرْباً ضَمَّ أَعْظُمـَـــــــــهُ - طُوبى لِــمُنْــتَشِقٍ منه ومُلْتَــثِــــــــــــــمِ",
        "counter": 1
      },
   
 
      {
            "title":"في مولده عليه الصلاة والسلام",
        "id": "athkar#2.12.1",
        "text": "\n\nأَبانَ مَولِدُهُ عَن طِيبِ عُنصُـــــــــرِه  - يا طِيبَ مُبْتَدَأٍ منه ومُـــخْـــتَـــتَــــــــــــــمِ\n\nيومٌ تفرَّسَ فيهِ الفُرْسُ أنَّــهُـــــــــــــمُ -  قد أُنذِروا بِــحُلولِ البُؤْسِ والنــِّقَـــــــمِ\n\nوباتَ إيوانُ كِسْرى وهو مُنْصَــــدِعٌ - كَشَمْلِ أصحابِ كِسرى غيرَ مُــلْــتَــئِـــم\n\nوالنارُ خامدةُ الأنفاسِ منْ أَسَــــــفٍ - عليه والنَّهرُ ساهي العَين من سَـدَمِ\n\nوساءَ سَاوَة أن غاضَتْ بُـــحيرَتُــهـــــا - وَرُدَّ وارِدُها بالغيظ حينَ ظَمـــِـــــي\n\nكأنَّ بالنارِ ما بالماءِ منْ بـــَـــــــــلَلٍ - حُزناً وبالماءِ ما بالنارِ من ضَــــرَمِ\n\nوالجِنُّ تهتفُ والأنوارُ ساطِعـــــــــةٌ -  والحقُّ يَظْهَرُ من معنًى ومنْ كَلِــــمِ\n\nعَمُوا وصَمُّوا فإعلانُ البشائرِ لـــــمْ - تُسمَعْ وبارِقَةُ الإنذارِ لم تُشَــــــــــمِ\n\nمن بعدِ ما أخبرَ الأقوامَ كاهِنُهُـــــــمْ - بأن دِينهُمُ الــمُعوَجَّ لم يقـُـــــــــــــــمِ\n\nوبعدَ ما عاينوا في الأُفْقِ من شُهُـبٍ - مُنْقَضَّةٍ وَفْقَ ما في الأرضِ من صَنَمِ\n\nحتى غدا عن طريقِ الوحيِ مُنْهَــزِمٌ - من الشياطينِ يَقْفو إِثْــرَ مُنْـــــــــهَزِمِ\n\nكأنهمْ هَــرَباً أبطالُ أبْـــرهــــــــــــــــــةٍ - أو عسكرٌ بالحصى من راحَتَــيــه رُمـي\n\nنَبْذاً به بعد تَسبيحٍ بِبطنِهمــــــــــــــا - نَبذَ الـــمُسبِّح من أحشاءِ مُلْتَقِـــــــــــمِ",
        "counter": 1
      },
    
   
      {
            "title":"في معجزاته صلى الله عليه وسلم",
        "id": "athkar#2.13.1",
        "text": "جاءتْ لِدَعوتهِ الأشجارُ ســــــاجدةً - تمشي إليه على ساقٍ بلا قـَـــــــــدَمِ \n\nكأنَّما سَطَرتْ سَطْراً لِــمـا كَتَــــــــــبتْ - فُرُوعها من بَديعِ الخَطِّ باللَّقَـــــمِ\n\nمثلَ الغمامةِ أنّـــى سارَ سائـــــــــــرةٌ - تَقِيهِ حرَّ وَطِيسٍ للهَجيرِ حَـــــــــــمِ\n\nأقْسمْتُ بالقمرِ المنشقِّ إنَّ لــــــــــهُ - من قلبهِ نسبةً مبرورةَ القَسَــــــــــمِ\n\nوما حوى الغارُ مِنْ خَيرٍ ومن كــرمٍ - وكلُّ طَرْفٍ منَ الكفارِ عنه عـَــــمي\n\nفالصِّدْقُ في الغارِ والصِّدِّيقُ لم يَــرِما - وهم يقولونَ ما بالغارِ مــــــــن أَرِمِ\n\nظَنوا الــحـَمامَ وظَنوا العنكبوتَ علــى - خيرِ البريةِ لم تَنْسُجْ ولم تَــحُــــــــــمِ\n\nوقايةُ اللهِ أغْنَتْ عن مضاعفَـــــــــةٍ - من الدُّروعِ وعن عالٍ من الأُطُـــــمِ\n\nما سَامني الدَّهرُ ضَيْماً واستَجَرْتُ به - إلا وَنِــلْتُ جِواراً منه لم يُضــَـــــــــمِ\n\nولا التمَستُ غِنى الدَّارَينِ من يــــَدِهِ  - إلا استلمتُ النَّدى من خيرِ مُسْـــتَلَمِ\n\nلا تُنْكِرِ الوحيَ مِن رُؤياه إنَّ لـــــــهُ - قلباً إذا نامتِ العَيْنانِ لم يَنـَـــــــــــمِ\n\nوذاك حينَ بلوغٍ مِن نُبُوَّتــِــــــــــــهِ - فليسَ يُنكَــرُ فيه حالُ مُـــحتَلـــِــــــــــمِ\n\nتباركَ اللهُ ما وحيٌ بمكتَســــــــــــبٍ - ولا نبيٌّ على غَيبٍ بِــمُتَّهَـــــــــــــــمِ\n\nكَم أَبرأَتْ وَصِباً باللمسِ راحتُــــــــه - وأطْلَقَتْ أَرِباً من رِبْــقة اللَّمَـــــــــــم\n\nوأَحْيَتِ السَّنَــةَ الشهباءَ دَعْوَتــُـــــــهُ - حتى حَكَتْ غُـــرَّةً في الأَعْصُرِ الدُّهُـمِ\n\nبعارِضٍ جادَ أو خِلْتَ البِطاحَ بهـــــا - سَيْبٌ من اليَمِّ أو سَيْلٌ من العَــــرِمِ",
        "counter": 1
      },
  
   
      {
            "title":"في شـــــرف الــــقرآن ومدحــــــــــــــــه",
        "id": "athkar#2.14.1",
        "text": "دَعْني وَوصْفِيَ آياتٍ له ظَهَـــــــرَتْ - ظُهورَ نارِ القِرى لَيْلاً على عَلـَــــم\n\nفالدُّرُّ يزدادُ حُسْناً وهو مُنْــتَظِــــــــــمٌ - وليسَ يَــنْقُصُ قَدْراً غيرَ مُنْتَظِــــــمِ\n\nفما تَطاوُلُ آمالِ المديحِ إلــــــــــــى - ما فيه من كَرَمِ الأَخلاقِ والشِّيــَـــمِ\n\nآياتُ حقٍّ من الرحمنِ مُــحْدَثـَـــــــــةٌ - قديمةٌ صِفَةُ الموصوفِ بالقِــــــدَمِ\n\nلم تَــقْــتَــرِنْ بزَمانٍ وهي تُــخْــبِــرُنــــــــــا - عن الــمَعادِ وعن عادٍ وعــــن إِرَمِ\n\nدامتْ لَدَينا فَفاقَتْ كُلَّ مُعجِــــــــــزةٍ -  من النَّبيينَ إذ جاءَتْ ولمْ تـــَــــدُمِ\n\nمـُحكَّماتٌ فما تُبقِينَ من شُبَــــــــــــهٍ - لذي شِقاقٍ وما تَــبْــغِــينَ مِن حَكَــــمِ\n\nما حُورِبَتْ قَطُ إلا عادَ مِن حَـــــــرَبٍ - أَعْدى الأَعادي إليها مُلْقِيَ السَّــلَمِ\n\nرَدَّتْ بلاغَتُها دَعْوى مُعارِضِهــــــــا - رَدَّ الغَيورِ يَدَ الجَاني عنِ الــحُـــرَمِ\n\nلها مَعَانٍ كَمَوْجِ البَحرِ في مَــــــــدَدٍ - وفوقَ جوهَرِه في الحُسْنِ والقِيـَمِ\n\nفما تُعَدُّ ولا تُــحْصى عجائِــبُهــــــــــــا - ولا تُسامُ على الإِكْثارِ بالسَّـــــــأَمِ\n\nقَرَّتْ بها عَينُ قارِيها فقُلْتُ لـــــــــهُ - لقدْ ظَفِرْتَ بِــحَبْلِ اللهِّ فاعْــتَصِـــــــمِ\n\nإن تَــتْــلُها خِيْفةً مِنْ حَرِّ نارِ لَظَـــــــى - أَطْفأْتَ حَرَّ لَظى مِنْ وِرْدِها الشَّبِــمِ\n\nكأنَّها الحَوضُ تَــبْــيَضُّ الوُجوهُ بـــــهِ - مِنَ العُصاةِ وقد جاءوهُ كالــحُمَـــــمِ\n\nوكالصِّراطِ وكالــميزانِ مَعْدِلـــَـــــةً - فالقِسْطُ مِنْ غَيرِها في النَّاسِ لم يَقُم\n\nلا تَعْجَبَن ْلِــحَسودٍ راحَ يُــنْكِرُهــــــــــا - تَــجاهُلاً وهوَ عَيْنُ الحاذِقِ الفَهِـمِ\n\nقد تُنْكِرُ العَينُ ضَوءَ الشمسِ مِنْ رَمَدٍ - ويُنْكِرُ الفَمُ طَعْمَ الماءِ مِنْ سـَـــــقَمِ",
        "counter": 1
      },

  
      {
            "title": "في إسرائه ومعراجه صلى الله عليه وسلم",
        "id": "athkar#2.15.1",
        "text": "يا خيرَ مَنْ يَــمَّمَ العافُونَ ســــــــاحَتَه - سَعْياً وفَوقَ مُتونِ الأَيْــنُــقِ الرُّســُــمِ\n\nومَن هوَ الآيةُ الكُبْرى لــمُعْــتَــبِـــــــرٍ - ومَنْ هوَ النِّعْمةُ العُظمى لـِـمُغْــتَــنِـــــم\n\nسَرَيْتَ من حَــرَمٍ ليلاً إلى حَــــــــــرمٍ - كما سرى البَدْرُ في داجٍ من الظُّـلَمِ\n\nوبِتَّ تَرقى إلى أنْ نِلْتَ مَــنِــزلـَـــــــــةً - مِنْ قابَ قَوْسَينِ لم تُدْرَكْ ولم تـُـــرَمِ\n\nوقدَّمَتْكَ جَميعُ الأنبياءِ بهـــــــــــــــا - والرُّسْلِ تَقْديمَ مَــخْدومٍ على خَـــــدَمِ\n\nوأنتَ تَـــخْتَرِقُ السَّبْعَ الطِّبَاقَ بِهــــــمْ - في مَــوْكِبٍ كُنْتَ فيهِ صاحِبَ العَلـَـــمِ\n\nحتى إذا لمْ تَدَعْ شَأْواً لِـــمُسْـــــــــتَــبِقٍ - منَ الدُّنُوِّ ولا مَرْقًى لِــمُسْــــــــــــتَنِمِ\n\nخَفَضْتَ كُلَّ مَقامٍ بالإضـــــــــــافةِ إذْ - نُودِيتَ بالرَّفْعِ مثلَ الــمُفْرَدِ العَلـَـــــمِ\n\nكَيْما تَفوزَ بِوَصْلٍ أيِّ مُســـْــــــــتَـــتِـرٍ - عنِ العُيونِ وسِرٍ أيِّ مُكْتَـــتِــــــــــــم\n\nفَحُزْتَ كُلَّ فَخارٍ غيرَ مُشــْـــــــــتَــرَكٍ - وجُزْتَ كُلَّ مَقامٍ غيرَ مُزْدَحَــــــــــمِ\n\nوجَلَّ مِقْدارُ ما وُلِّيتَ منْ رُتـــَـــــــبٍ - وعَزَّ إدراكُ ما أُوليتَ مِنْ نِعَــــــــمِ\n\nبُشْرى لنا مَعْشَرَ الإسلامِ إنَّ لنـــــــا - مِنَ العِنايةِ رُكْناً غيرَ مُنْهَــــــــــدِمِ\n\nلما دعا اللهُ داعِيْنا لِطاعَتــِــــــــــــهِ - بأكْرَمِ الرُّسْلِ كُنَّا أَكْرَمَ الأُمـَـــــــــمِ",
        "counter": 1
      },
   
      {
            "title":"في جهاد النبي صلى الله عليه وسلم",
        "id": "athkar#2.16.1",
        "text": "راعَتْ قلوبَ العِدا أَنباءُ بِعْثَتــِــــــــه - كنَـــبْأَةٍ أَجْفَلَتْ غُفْلاً منَ الغَنـَـــــــــمِ\n\nما زال يلقاهُمُ في كلِّ مُعْــتـَــــــرَكٍ - حتى حَكَوا بِالقَنا لَــحْماً على وَضَـمِ\n\nوَدُّوا الفِرارَ فَكادوا يَغْبِطونَ بــــــــه - أشْلاءَ شالَتْ معَ العِقْبانِ والرَّخَــمِ\n\nتَمضي اللَّيالي ولا يَدْرونَ عِدَّتَهـــــا - ما لم تكُنْ مِنْ ليالي الأَشْهُرِ الحُرُمِ\n\nكأنَّما الدِّينُ ضَيْفٌ حَلَّ ســــــــاحَتَهُم - بكلِّ قَــرْمٍ إلى لَــحْمِ العِدا قـــَـــــــــرِمِ\n\nيَــجُــرُّ بَــحْــرَ خَميسٍ فَوقَ ســــــــــابِــحةٍ - يرمى بِــمَوجٍ من الأبطالِ مُلْتَطــِـــمِ\n\nمِنْ كُلِّ مُــنـْــتَــدِبٍ للهِ مُـــحْــتَسِــــــــــــبٍ - يَسْطو بِــمُسْتأصِلٍ للكُفْرِ مُصْــــطَلِمِ\n\nحتَّى غَدَتْ مِلَّةُ الإسلامِ وهيَ بِهــــمْ - مِنْ بعدِ غُرْبَــتِها مَوْصولةَ الرَّحِـــمِ\n\nمَكفولةً أبداً مِنهمْ بِــخَـــــــــــير أبٍ - وخَيرِ بَعْلٍ فلمْ تَــيْتَمْ ولم تَـــئِـــــــمِ\n\nهُمُ الجبالُ فَسَلْ عَنهُمْ مُصادِمَهُــــــمْ - ماذا رأى مِنْهمُ في كلِّ مُصْــــطَدَمِ\n\nوَسَلْ حُــنَــيناً وسَلْ بَدْراً وسَلْ أُحــُـــداً - فُصولَ حَتْفٍ لهمْ أَدْهى منَ الوَخَمِ\n\nالـمُصْدِري البيضِ حُــمْراً بعدَ ما وَرَدَتْ - مِنَ العِدا كُلَّ مُسْوَدٍ من اللِّمَـــــــمِ\n\nوالكاتبينَ بِسُمْرِ الخَطِّ ما تَركَـــــــتْ - أقلامُهمْ حَرْفَ جِسْمٍ غيرَ مُنْعَجـِـمِ\n\nشاكي السِّلاحِ لهمْ سِيما تُـمَـيِّـزُهُــــــمْ - والوَرْدُ يَــمْتازُ بالسِّيْما عَنِ السَّــلَمِ\n\nتُـهْدي إليكَ رِياحُ النَّصْرِ نَشْرَهُـــــــمُ - فَتحْسَبُ الزَّهْرَ في الأَكْمامِ كُلَّ كَــمِي\n\nكأنَّهمْ في ظُهُورِ الخيلِ نَــبْتُ رُبـــــــاً - مِنْ شِدَّة الحَزْمِ لا مِنْ شِدَّةِ الحُزُمِ\n\nطارتْ قلوبُ العِدا مِنْ بَأْسِهِمْ فَرَقـــاً - فما تُــفَرِّقُ بين الْبَهْمِ وألْبُهُــــــــــمِ\n\nومَنْ تَكُنْ بِرَسولِ اللهِ نُصْــــــــــرَتُــه - إنْ تَــلْــقَهُ الأُسْدُ في آجامِها تَــجِــــــمِ\n\nولنْ تَرى مِنْ وَليٍّ غيرَ مُنْــتَــصـِــــــرٍ - به ولا مِنْ عَدُوٍّ غيرَ مُــنْــقَصِــــــــمِ\n\nأَحَلَّ أُمَّتَه في حِرْزِ مِلَّتـِــــــــــــــــــهِ - كاللَّيْثِ حَلَّ مَعَ الأَشْبالِ في أَجَـــــمِ\n\nكم جَدَّلَتْ كلماتُ اللهِ مِنْ جَــــــــــدَلٍ - فيه وكَمْ خَصَمَ البُــرْهانُ مِنْ خَصِـمِ\n\nكفاكَ بالعِلْمِ في الأُمِّيِّ مُعْجِــــــــــزةً - في الجاهليَّةِ والتَّأْديبِ في اليُتُـــــمِ",
        "counter": 1
      },
  
    
      {
            "title": "في التوسل بالنبي صلى الله عليه وسلم",
        "id": "athkar#2.17.1",
        "text": "خَدمْتُهُ بِــمَديحٍ أَسْتَــقيلُ بـــــــــــــــــه - ذُنوبَ عُمْرٍ مَضى في الشِّعْرِ والخِدَمِ\n\nإِذْ قَلَّدانيَ ما تُــخْشى عواقِبُـــــــــــــهُ -  كأنَّني بهما هَدْيٌ مِنَ النَّعَـــــــــــــم\n\nأَطَعْتُ غَيَّ الصِّبا في الحالَــتَــينِ ومـــا - حَصَلْتُ إلا على الآثامِ والنَّــــــــــدَمِ\n\nفيا خسارةَ نَفْسٍ في تِــجارَتِــهــــــــــــا - لم تَشْترِ الدِّين بالدُّنيا ولم تَسـُــــــمِ\n\nومَنْ يَبِعْ آجِلاً مِنْهُ بِعاجِلـِــــــــــــــهِ - يَبِنْ لَهُ الْغَبْنُ في بَــيْعٍ وفي سـَـــــلَمِ\n\nإنْ آتِ ذَنْــباً فما عَهْدي بِــمُنْــتَــقِـــــــضِ - مِنَ النَّبيِ ولا حَبْلي بِــمُنْصَـــــــــرِمِ\n\nفإنَّ لي ذِمَّةً مِنهُ بِــتَسْــــــــــــــــمِــيَــتي - مُحمَّداً وهوَ أَوْفى الخَلْقِ بالذِّمَـــمِ\n\nإنْ لمْ يَكُنْ في مَعادي آخِذاً بِيـــَـــدِي - فَضْلاً وإلا فَقُلْ يا زَلَّةَ القَــــــــــــدَمِ\n\nحاشاهُ أن يَــحْرِمَ الرَّاجي مَكارِمـَـــــهُ - أو يَرْجِعَ الجارُ مِنهُ غَيرَ مُــحْتـَـــرَمِ\n\nومُنذُ أَلْزَمْتُ أَفْكاري مَدائِحَــــــــــــهُ - وَجَدتُّه لِــخَلاصي خَيْــرَ مُلْتَـــــــــــزَمِ\n\nولن يَفوتَ الغِنى منهُ يَداً تَرِبـَــــــتْ - إنَّ الحَيا يُــنْــبِت الأزهارَ في الأَكَـــــمِ\n\nولم أُرِدْ زَهرةَ الدُّنيا التي اقْتَطَفــَــتْ - يدا زُهَيرٍ بما أَثْنى على هَــــــــــرِمِ        ",
        "counter": 1
      },
  

      {
            "title": "في المناجاة وعرض الحاجات",
        "id": "athkar#2.18.1",
        "text": "يا أكْرمَ الخَلْقِ ما لي مَنْ أَلوذُ بــــــهِ - سِواكَ عِندَ حُلولِ الحادِثِ العَمِـمِ\n\nولن يَضيقَ رسولَ اللهِ جاهُكَ بــــــي - إذا الكريمُ تجلَّى باسْمِ مُنْــتَقـِـــــــــمِ\n\nفإنَّ مِنْ جُودِكَ الدُّنيا وضَرَّتَــهـــــــــا - ومِنْ عُلُومِكَ عِلْمُ اللَّوحِ والقَلَـــــمِ\n\nيا نَفْسُ لا تَقْنَطي مِنْ زَلَّةٍ عَظُمَـــــتْ - إنَّ الكبائرَ في الغُفْرانِ كاللَّمَـــــــــمِ\n\nلعلَّ رحْمَةَ ربِّي حينَ يَقْسِـــــــــــمُها - تأتي على حَسَبِ العِصْيانِ في القِسَمِ\n\nيا ربِّ واجعلْ رَجائي غيْرَ مُنْعَكـــِسٍ - لَدَيكَ واجعَلْ حِسابي غَيْرَ مُنْخَــــرِمِ\n\nوالْطُفْ بِعَبْدِكَ في الدَّارَينِ إنَّ لـــــهُ - صَبراً متى تَدْعُهُ الأهْوالُ ينْهَــــــزِمِ\n\nوائْذَنْ لِسُحْبِ صلاةٍ مِنكَ دائمــــــــةٍ - على النَّبيِّ بِـمُنهَلٍّ ومُنْسـَــــــــــــجِمِ\n\nما رنـَّـــحَتْ عَذَباتُ البانِ رِيحَ صَـــــبا - وأَطْرَبَ العِيْسَ حَادِي العِيْسِ بِالنَّغَمِ\n\nثمَّ الرِّضا عَنْ أبي بَكْرٍ وعَنْ عُمَــــرَ - وعَنْ عَليٍّ وعَنْ عُثْمانَ ذِي الكَــرَم\n\nوالآلِ وَالصَّحْبِ ثمَّ التَّابعينَ فَهُــــــمْ - أَهْلُ التُّقى والنَّقا والحِلْمِ والكَـــــرَمِ\n\nيا ربِّ بالمصطفى بَلِّغْ مَقاصِـــــــدَنا - واغْفِرْ لنا ما مَضى يا واسِعَ الكَرَمِ\n\nواغْفِرْ إِلهي لِكُلِّ المسلميـــــــنَ بمــــا - يَتلُوه في المسجدِ الأَقْصى وفي الحَرَمِ\n\nبِــجاهِ مَنْ بَــيْــتُـــــهُ في طَيْبَـــــــةٍ حَرَمٌ - واسمُهُ قَسَمٌ مِنْ أَعْظـَـــــمِ القَســــَمِ\n\nوهذه بُــــرْدَةُ المخْتــــارِ قد خُتِمَــــتْ - والحمدُ للهِ في بـَـــدْءٍ وفي خَتَـــــمِ\n\nأبياتُها قـــــدْ أَتَتَ سِتِّيــــنَ مَعْ مِائــــةٍ - فَــرِّجْ بها كَرْبَنا يا واسِعَ الكَــــــــرَمِ",
        "counter": 1
      },


      {
            "title": "لا تنسونا من صالح دعائكم ",
        "id": "athkar#2.19.1",
        "text": "يا رب صلِّ على المُختار من مُضرٍ-والأنبياء وجميعِ الرُّسل ما ذُكروا\n\nوصلِّ ربِّ عـلى الهادي وشيعته-وصحبه مَنْ لِطيِّ الدِّينِ قد نشروا\n\nوجاهدوا معه في الله واجتهدوا-وهاجروا وله آووا وقد نصروا\n\nوبيَّنوا الفرْضَ والمسنونَ واعتصبوا-لله واعتصموا بالله فانتصروا\n\nأزكى صلاةٍ وأنماها وأشرفها-يُعطّرُ الكونَ ريّاً نَشرُها العَطِرُ\n\nمعبوقةً بعبيق المسكِ زاكية-من طيبها أرَجُ الرِّضوان ينتشرُ\n\nعَدّ الحصى والثرى والرمل يتبعها-نجْمُ السما ونباتُ الأرضِ والمَدَرُ\n\nوعَدّ وزنِ مثاقيلِ الجبالِ كما-يليه قطْر جميع الماء والمطرُ\n\nوعَدّ ما حَوَتِ الأشجارُ مِنْ وَرَقٍ-وكُلُّ حَرْفٍ غَدَا يُتْلى ويُسْـتطرُ\n\nوالوحش والطير والأسماك مَعْ نَعَمٍ-يليهمُ الجنُّ والأملاكُ والبشرُ\n\nوالذرّ والنمل مع جَمْعِ الحُبوبِ كذا-والشعرُ والصوفُ والأرياشُ والوبرُ\n\nوما أحاطَ بِهِ العلمُ المحيطُ وما-جرى بِهِ القلمُ المأمورُ والقدَرُ\n\nوعَدّ نعمائك الّلاتي مَنَنْتَ بها-على الخلائقِ مُذْ كانوا ومُذْ حُشِروا\n\nوعَدّ مِقدارهِ السّامي الذي شَرُفَتْ-به النّبيُّون والأملاكُ وافتخروا\n\nوعَدّ ما كانَ في الأكوانِ يا سَنَدي-وما يكونُ إلى أن تُبْعثَ الصُّورُ\n\nفي كل طرْفةِ عين يطرفونَ بهـا-أهلُ السّماواتِ والأرْضينَ أو يَذَرُوا\n\nمِلْءَ السماواتِ والأرْضينَ مع جبلٍ-والفرشِ والعرشِ والكرسي وما حصروا\n\nما أعْدمَ اللهُ موجوداً وأوْجَدَ مَعْـ-ـدوماً صلاةً دواماً ليسَ تنْحَصِرُ\n\nتستغرقُ العَدَّ مع جَمْعِ الدُّهورِ كما-تُحيطُ بالحَدِّ لا تُبْقي ولا تذرُ\n\nلا غايةً وانتهاءً يا عظيمُ لها-ولا لها أمدٌ يُقضى فيعتبرُ\n\nوعَدّ أضْعافِ ما قدْ مَرَّ مِنْ عَددٍ-معْ ضِعْفِ أضْعافه يا مَنْ لهُ القدَرُ\n\nكما تُحِبُّ وتـرْضى سيِّدي وكما-أمَرْتنا أنْ نُصلّي أنت مُقتدرُ\n\nمع السلامِ كما قدْ مَرَّ مِنْ عَددٍ-ربِّ وضاعِفهما والفضلُ مُنتشرُ\n\nوكلُّ ذلكَ مضْروبٌ بحقكَ فـي-أنفاسِ خلقكَ إنْ قلُّوا وإنْ كَثروا\n\nيا ربِّ واغْفِرْ لقاريهـا وسامِعِها-والمُسْلمِين جميعاً أيْنمَا حَضَروا\n\nووالدينا وأهلينا وجِيرَتِنـا-وكلُّنا سيِّدي للعفوِ مُفتقرُ\n\nوقدْ أتيتُ ذنوباً لا عِدَادَ لها-لكنّ عَفوَك لا يُبْقي ولا يَذرُ\n\nوالهَمُّ عنْ كُلِّ ما أبْغِيه أشْغَلَني-وقدْ أتَى خاضِعاً والقلبُ مُنكَسِرُ\n\nأرْجوكَ يا ربِّ في الدَّارَيْنِ ترْحَمُنا-بِجَاهِ مَنْ في يَديْهِ سَبَّحَ الحَجَرُ\n\nيا ربِّ أعْظِمْ لنا أجراً ومغْفرةً-فإنَّ جُودَكَ بَحْرٌ ليْسَ يَنْحَصِرُ\n\nواقض ديوناً لها الأخلاقُ ضائقةٌ-وفَرِّجِ الكرْبَ عَنّا أنتَ مُقتدرُ\n\nوكُنْ لطيفاً بنَا في كلِّ نازلةٍ-لُطفاً جَميلاً بهِ الأهْوالُ تنْحَسِرُ\n\nبالمُصْطفى المُجْتبى خيرِ الأنامِ ومَنْ-جَلالةً نَزَلتْ في مَدْحِهِ السُّوَرُ\n\nثمَّ الصَّلاةُ على المُخْتارِ ما طلعَتْ-شَمْسُ النّهارِ وما قدْ شَعْشَعَ القمَرُ\n\nثمَّ الرِّضا عنْ أبي بكرٍ خليفتِهِ-مَنْ قامَ مِنْ بَعْدِهِ للدِّيـنِ يَنتصِـُر\n\nوعَنْ أبي حَفْصٍ الفاروقِ صَاحِبهِ-مَنْ قوْلُهُ الفصْلُ في أحْكامِهِ عُمَرُ\n\nوجُدْ لِعُثمانَ ذي النُّورَيْنِ مَنْ كَمُلتْ-لهُ المَحَـاسِنُ في الدَّاريْنِ والظَّفَرُ\n\nكذا عليٌ مع ابنيهِ وأمِّهِمَا-أهلُ العَبَاءِ كَمَا قدْ جَاءَنا الخَبَرُ\n\nسَعْدٌ سَعيدُ ابْنُ عَوْفٍ طلْحَةٌ وأبو-عُبَيْدةٍ وزُبَيْرٌ سَادَةٌ غُرَرُ\n\nوحَمْزَةٌ وكذا العَبّاسُ سيِّدُنا-ونَجْلُهُ الحَبْرُ مَنْ زَالتْ بِهِ الغِيَرُ\n\nوالآلُ والصَّحْبُ والأتْبَاعُ قاطِبَةً-ما جَنَّ ليْلُ الدَّياجي أو بَدَا السَّحَرُ",
        "counter": 1
      }

],
      "أذكار الصباح": [
            {
                  "id": "athkar#1.1",
                  "text": "أعوذ بالـلـه من الشيطان الـرجـيم ﴿اللهُ لاَ إِلَٰهَ إِلاَّ هُـوَ الْـحَيُّ الْـقَيُّومُ لاَ تَأخذُهُ سنَةٌ ولا نومٌ لهُ ما في السَّمَاوَاتِ وما في الأَرضِ من ذا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بإِذنهِ يعْلَمُ ما بينَ أيدِيهِمْ وما خلفَهُمْ ولا يُحيطُونَ بِشيءٍ مِّن عِلْمِهِ إِلاَّ بِمَا شَاء وَسعَ كُرْسيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤودُهُ حِفظُهُمَا وهوَ العَليُّ العَظيمُ﴾ [البقرة: ٢٥٥].",
                  "counter": 1
            },
            {
                  "id": "athkar#1.2",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل هُوَ اللهُ أَحَدٌ \n\n اللهُ الصَّمَدُ \n\n لم يلد ولم يولد \n\n ولم يَكُن لَهُ كُفُواً أَحَدٌ﴾ [الإخلاص: ١-٤].",
                  "counter": 3
            },
            {
                  "id": "athkar#1.3",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل أَعوذُ بربِّ الفَلَقِ \n\n مِن شر ما خَلَقَ \n\n ومِن شر غاسِقٍ إِذا وَقَبَ \n\n ومِن شر النَّفّاثاتِ فِي العُقَدِ \n\n ومِن شر حاسِدٍ إِذا حَسَدَ﴾ [الفلق: ١-٥].",
                  "counter": 3
            },
            {
                  "id": "athkar#1.4",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل أعوذُ بربِّ النّاسِ \n\n ملكِ النّاسِ \n\n إلهِ النّاسِ \n\n من شر الوَسواسِ الخَنّاسِ \n\n الذي يوسوِسُ في صدورِ النّاسِ \n\n منَ الجِنَّةِ والنّاسِ﴾ [الناس: ١-٦].",
                  "counter": 3
            },
            {
                  "id": "athkar#1.5",
                  "text": "أصـبَحنا وأصـبَحَ المُـلكُ لله والحَمدُ لله، لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمـد، وهو على كل شيءٍ قدير، رَبِّ أسـألُـكَ خـيرَ ما في هـذا اليوم وخـيرَ ما بَعْـدَه، وأعـوذُ بِكَ من شـر ما في هـذا اليوم وشر ما بَعْـدَه، رَبِّ أعـوذُ بِكَ من الْكَسَـلِ وسـوءِ الكِـبَر، رَبِّ أعـوذُ بِكَ من عـذابٍ في النّـارِ وعـذابٍ في القَـبْر.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.6",
                  "text": "اللَّهُمَّ بِكَ أصبَحنا، وبِكَ أمسَينا، وبِكَ نحيا وبِكَ نموتُ وإليكَ النُّشورُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.7",
                  "text": "اللَّهُمَّ أنتَ رَبيِّ لا إله إلا أنتَ، خَلَقتنَيِ وأنا عَبدُكَ، وأنا على عَهْدِكَ ووعدِكَ ما استَطَعتُ، أعوذُ بكَ من شر ما صَنَعتُ، أبوءُ لكَ بنعمَتِكَ علَيَّ، وأبوءُ بذَنْبِي فاغْفِرْ لي فَإنَّهُ لَا يَغفِرُ الذُّنُوبَ إلا أنتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.8",
                  "text": "اللَّهُمَّ إني أصبَحتُ أُشهِدُكَ، وأُشهِدُ حَمَلةَ عَرشِكَ، ومَلائِكَتَكَ، وجميعَ خَلقِكَ: أنكَ أنتَ اللهُ لا إلهَ إلا أنتَ وَحدَكَ لا شَرِيكَ لَكَ، وأن مُحمَّدًا عبدُكَ ورسولُكَ.",
                  "counter": 4
            },
            {
                  "id": "athkar#1.9",
                  "text": "اللَّهُمَّ ما أصبحَ بي من نعمةٍ أو بأحدٍ من خلقِكَ فمنكَ وحدَكَ لا شريكَ لكَ فلكَ الحمدُ ولكَ الشُّكرُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.10",
                  "text": "اللَّهُمَّ عافِني في بدَني، اللَّهُمَّ عافِني في سمعي، اللَّهُمَّ عافِني في بصري، لا إلهَ إلا أنت. اللَّهُمَّ إنِّي أعوذُ بِكَ منَ الكُفْرِ، والفقرِ، وأعوذُ بكَ من عذابِ القبرِ، لا إلهَ إلا أنت.",
                  "counter": 3
            },
            {
                  "id": "athkar#1.11",
                  "text": "حَسْبِيَ اللهُ لا إلهَ إلا هُوَ علَيهِ تَوَكَّلتُ وهُوَ رَبُّ العَرْشِ العَظيم.",
                  "counter": 7
            },
            {
                  "id": "athkar#1.12",
                  "text": "اللَّهُمَّ إني أسألكَ العَفْوَ والعافيَةَ في الدنيا والآخرةِ، اللَّهُمَّ إني أسألكَ العَفْوَ والعافيَةَ: في دينِي ودُنيَايَ وأهلِي، ومالِي، اللَّهُمَّ اسْتُرْ عَوْراتي، وآمِنْ رَوْعاتي، اللَّهُمَّ احْفَظْنِي من بَينِ يَدَيَّ، ومن خَلْفي، وعن يَميني، وعن شِمالي، ومن فَوْقي، وأعوذُ بِعَظَمَتِكَ أن أُغْتالَ من تَحتي.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.13",
                  "text": "اللَّهُمَّ عالِمَ الغَيْبِ والشَّهادَةِ فاطِرَ السمواتِ والأرضِ، رَبَّ كل شيءٍ ومَليكَهُ، أشْهَدُ أن لا إلهَ إلا أنتَ، أعوذُ بِكَ من شر نَفْسي، ومن شر الشيطانِ وشَرَكِهِ، وأن أَقْتَرِفَ على نفسي سُوءاً، أو أجُرَّهُ إلى مُسلِمٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.14",
                  "text": "بِسْمِ اللهِ الذي لا يَضُرُّ مع اسمهِ شيءٌ في الأرضِ ولا في السماءِ وهو السَّميعُ العَليمُ.",
                  "counter": 3
            },
            {
                  "id": "athkar#1.15",
                  "text": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد صلى الله عليه وسلم نبياً.",
                  "counter": 3
            },
            {
                  "id": "athkar#1.16",
                  "text": "يا حَيُّ يا قَيُّومُ بِرَحْمَتِكَ أسْتَغيثُ أصلِحْ لي شأنيَ كلهُ ولا تَكِلْني إلى نَفْسي طَرْفَةَ عينٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.17",
                  "text": "أصبَحْنا وأصْبَحَ المُلْكُ لِلهِ رَبِّ العالمينَ، اللَّهُـمَّ إني أسألكَ خيرَ هذا اليومِ: فَتْحَهُ، ونَصْرَهُ، ونورَهُ، وبَرَكَتَهُ، وهُدَاهُ، وأعوذُ بكَ من شر ما فيهِ وشر ما بعدَهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.18",
                  "text": "أصبَحْنا على فِطْرَةِ الإسلامِ، وعلى كَلِمَةِ الإخلاصِ، وعلى دينِ نَبِيِّنَا محمدٍ صلى الله عليه وسلم، وعلى مِلَّةِ أبينا إبراهيمَ، حَنيفاً مُسلماً وما كان من المُشرِكينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.19",
                  "text": "سُبْحانَ اللهِ وبِحَمْدِهِ.",
                  "counter": 100
            },
            {
                  "id": "athkar#1.20",
                  "text": "لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ، وهوَ على كل شيءٍ قَديرٌ. (عشرَ مرات)، أو (مرةً واحدةً عندَ الكَسَلِ).",
                  "counter": 10
            },
            {
                  "id": "athkar#1.21",
                  "text": "لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ، وهوَ على كل شيءٍ قَديرٌ.",
                  "counter": 100
            },
            {
                  "id": "athkar#1.22",
                  "text": "سُبْحانَ اللهِ وبِحَمْدِهِ: عَدَدَ خَلْقِهِ، ورِضا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، ومِدَادَ كَلِمَاتِهِ.",
                  "counter": 3
            },
            {
                  "id": "athkar#1.23",
                  "text": "اللَّهُمَّ إني أسألكَ عِلْماً نافِعاً، ورِزْقاً طَيِّباً، وعملاً مُتَقَبَّلاً.",
                  "counter": 1
            },
            {
                  "id": "athkar#1.24",
                  "text": "أَستَغْفِرُ اللهَ وأتُوبُ إليهِ.",
                  "counter": 100
            },
            {
                  "id": "athkar#1.25",
                  "text": "اللَّهُمَّ صَلِّ وسَلِّمْ على نَبَيِّنَا محمدٍ.",
                  "counter": 10
            }
      ],
      "أذكار المساء": [
            {
                  "id": "athkar#2.1",
                  "text": "أعوذ بالـلـه من الشيطان الـرجـيم ﴿اللَّهُ لاَ إِلَٰهَ إِلاَّ هُـوَ الْـحَيُّ الْـقَيُّومُ لاَ تَأخذُهُ سنَةٌ ولا نومٌ لهُ ما في السَّمَاوَاتِ وما في الأَرضِ من ذا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بإِذنهِ يعْلَمُ ما بينَ أيدِيهِمْ وما خلفَهُمْ ولا يُحيطُونَ بِشيءٍ مِّن عِلْمِهِ إِلاَّ بِمَا شَاء وَسعَ كُرْسيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤودُهُ حِفظُهُمَا وهوَ العَليُّ العَظيمُ﴾ [البقرة: ٢٥٥].",
                  "counter": 1
            },
            {
                  "id": "athkar#2.2",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل هُوَ اللَّهُ أَحَدٌ \n\n اللَّهُ الصَّمَدُ \n\n لم يلد ولم يولد \n\n ولم يَكُن لَهُ كُفُواً أَحَدٌ﴾ [الإخلاص: ١-٤].",
                  "counter": 3
            },
            {
                  "id": "athkar#2.3",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل أَعوذُ بربِّ الفَلَقِ \n\n مِن شر ما خَلَقَ \n\n ومِن شر غاسِقٍ إِذا وَقَبَ \n\n ومِن شر النَّفّاثاتِ فِي العُقَدِ \n\n ومِن شر حاسِدٍ إِذا حَسَدَ﴾ [الفلق: ١-٥].",
                  "counter": 3
            },
            {
                  "id": "athkar#2.4",
                  "text": "بسم الله الرحمن الرحيم ﴿قُل أعوذُ بربِّ النّاسِ \n\n ملكِ النّاسِ \n\n إلهِ النّاسِ \n\n من شر الوَسواسِ الخَنّاسِ \n\n الذي يوسوِسُ في صدورِ النّاسِ \n\n منَ الجِنَّةِ والنّاسِ﴾ [الناس: ١-٦].",
                  "counter": 3
            },
            {
                  "id": "athkar#2.5",
                  "text": "أمسَينا وأمسَى المُـلكُ لله والحَمدُ لله، لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمـد، وهو على كل شيءٍ قدير، رَبِّ أسـألُـكَ خـيرَ ما في هذه الليلة وخـيرَ ما بعدها، وأعـوذُ بِكَ من شـر ما في هذه الليلة وشر ما بعدها، رَبِّ أعـوذُ بِكَ من الْكَسَـلِ وسـوءِ الكِـبَر، رَبِّ أعـوذُ بِكَ من عـذابٍ في النّـارِ وعـذابٍ في القَـبْر.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.6",
                  "text": "اللَّهُمَّ بِكَ أمسَينا، وبِكَ أصبَحنا، وبِكَ نحيا، وبِكَ نموتُ وإليكَ المصيرُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.7",
                  "text": "اللَّهُمَّ أنتَ رَبيِّ لا إله إلا أنتَ، خَلَقتنَيِ وأنا عَبدُكَ، وأنا على عَهْدِكَ ووعدِكَ ما استَطَعتُ، أعوذُ بكَ من شر ما صَنَعتُ، أبوءُ لكَ بنعمَتِكَ علَيَّ، وأبوءُ بذَنْبِي فاغْفِرْ لي فَإنَّهُ لَا يَغفِرُ الذُّنُوبَ إلا أنتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.8",
                  "text": " اللَّهُمَّ إني أمسَيت أُشهِدُكَ، وأُشهِدُ حَمَلةَ عَرشِكَ، ومَلائِكَتَكَ، وجميعَ خَلقِكَ: أنكَ أنتَ اللهُ لا إلهَ إلا أنتَ وَحدَكَ لا شَرِيكَ لَكَ، وأن مُحمَّدًا عبدُكَ ورسولُكَ.",
                  "counter": 4
            },
            {
                  "id": "athkar#2.9",
                  "text": "اللَّهُمَّ ما أمسَى بي من نعمةٍ أو بأحدٍ من خلقِكَ فمنكَ وحدَكَ لا شريكَ لكَ فلكَ الحمدُ ولكَ الشُّكرُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.10",
                  "text": "اللَّهُمَّ عافِني في بدَني، اللَّهُمَّ عافِني في سمعي، اللَّهُمَّ عافِني في بصري، لا إلهَ إلا أنت. اللَّهُمَّ إنِّي أعوذُ بِكَ منَ الكُفْرِ، والفقرِ، وأعوذُ بكَ من عذابِ القبرِ، لا إلهَ إلا أنت.",
                  "counter": 3
            },
            {
                  "id": "athkar#2.11",
                  "text": "حَسْبِيَ اللهُ لا إلهَ إلا هُوَ علَيهِ تَوَكَّلتُ وهُوَ رَبُّ العَرْشِ العَظيم.",
                  "counter": 7
            },
            {
                  "id": "athkar#2.12",
                  "text": "اللَّهُمَّ إني أسألكَ العَفْوَ والعافيَةَ في الدنيا والآخرةِ، اللَّهُمَّ إني أسألكَ العَفْوَ والعافيَةَ: في دينِي ودُنيَايَ وأهلِي، ومالِي، اللَّهُمَّ اسْتُرْ عَوْراتي، وآمِنْ رَوْعاتي، اللَّهُمَّ احْفَظْنِي من بَينِ يَدَيَّ، ومن خَلْفي، وعن يَميني، وعن شِمالي، ومن فَوْقي، وأعوذُ بِعَظَمَتِكَ أن أُغْتالَ من تَحتي.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.13",
                  "text": "اللَّهُمَّ عالِمَ الغَيْبِ والشَّهادَةِ فاطِرَ السمواتِ والأرضِ، رَبَّ كل شيءٍ ومَليكَهُ، أشْهَدُ أن لا إلهَ إلا أنتَ، أعوذُ بِكَ من شر نَفْسي، ومن شر الشيطانِ وشَرَكِهِ، وأن أَقْتَرِفَ على نفسي سُوءاً، أو أجُرَّهُ إلى مُسلِمٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.14",
                  "text": "بِسْمِ اللهِ الذي لا يَضُرُّ مع اسمهِ شيءٌ في الأرضِ ولا في السماءِ وهو السَّميعُ العَليمُ.",
                  "counter": 3
            },
            {
                  "id": "athkar#2.15",
                  "text": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد صلى الله عليه وسلم نبياً.",
                  "counter": 3
            },
            {
                  "id": "athkar#2.16",
                  "text": "يا حَيُّ يا قَيُّومُ بِرَحْمَتِكَ أسْتَغيثُ أصلِحْ لي شأنيَ كلهُ ولا تَكِلْني إلى نَفْسي طَرْفَةَ عينٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.17",
                  "text": "أمسَينا وأمسَى الملك لِلهِ رَبِّ العالمينَ، اللَّهُـمَّ إني أسألكَ خيرَ هذه الليلة: فَتْحَها، ونَصْرَها، ونورَها، وبَرَكَتَها، وهُدَاها، وأعوذُ بكَ من شر ما فيهِا وشر ما بعدَها.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.18",
                  "text": "أمسَينا على فِطْرَةِ الإسلامِ، وعلى كَلِمَةِ الإخلاصِ، وعلى دينِ نَبِيِّنَا محمدٍ صلى الله عليه وسلم، وعلى مِلَّةِ أبينا إبراهيمَ، حَنيفاً مُسلماً وما كان من المُشرِكينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#2.19",
                  "text": "سُبْحانَ اللهِ وبِحَمْدِهِ.",
                  "counter": 100
            },
            {
                  "id": "athkar#2.20",
                  "text": "لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ، وهوَ على كل شيءٍ قَديرٌ.",
                  "counter": 10
            },
            {
                  "id": "athkar#2.21",
                  "text": "أعوذُ بِكَلِماتِ اللهِ التَّامَّاتِ من شر ما خَلَقَ.",
                  "counter": 3
            },
            {
                  "id": "athkar#2.22",
                  "text": "اللَّهُمَّ صَلِّ وسَلِّمْ على نَبَيِّنَا محمدٍ.",
                  "counter": 10
            }
      ],
      "الأذكار بعد السلام من الصلاة": [
            {
                  "id": "athkar#3.1",
                  "text": "أستغفرُ اللهَ (ثلاثاً) اللَّهُمَّ أنتَ السلامُ، ومنكَ السلامُ، تبارَكتَ يا ذا الجلالِ والإِكرامِ.",
                  "counter": 3
            },
            {
                  "id": "athkar#3.2",
                  "text": "لا إلهَ إلا اللهُ وحدهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحمدُ وهوَ على كل شيءٍ قديرٌ، اللَّهُمَّ لا مانعَ لما أعطَيتَ، ولا معطيَ لما منعتَ، ولا ينفعُ ذا الجدِّ منكَ الجدُّ.",
                  "counter": 1
            },
            {
                  "id": "athkar#3.3",
                  "text": "لا إلهَ إلا اللهُ وحدهُ لا شريكَ لهُ، لهُ الملكُ، ولهُ الحمدُ، وهو على كل شيءٍ قديرٌ. لا حولَ ولا قوةَ إلا باللّهِ، لا إلهَ إلا اللهُ، ولا نعبُدُ إلا إياهُ, لهُ النعمَةُ ولهُ الفضلُ ولهُ الثناءُ الحسنُ، لا إلهَ إلا اللهُ مخلصينَ لهُ الدينَ ولو كَرِهَ الكافرُونَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#3.4",
                  "text": "سبحانَ اللهِ، والحَمدُ للهِ، واللهُ أكبَرُ (ثلاثاً وثلاثين) لا إلهَ إلا اللهُ وحدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمدُ وهو على كلِّ شيءٍ قديرٌ.",
                  "counter": 33
            },
            {
                  "id": "athkar#3.5",
                  "text": "بسم الله الرحمن الرحيم ﴿قل هو اللهُ أحدٌ \n\n اللهُ الصمدُ \n\n لم يلد ولم يُولَد \n\n ولم يكن لهُ كفواً أحدٌ﴾، بسم الله الرحمن الرحيم ﴿قل أعوذُ بربِّ الفلقِ \n\n من شر ما خلقَ \n\n ومن شر غاسقٍ إذا وقبَ \n\n ومن شر النَّفَّاثاتِ في العُقَدِ \n\n ومن شر حاسدٍ إذا حَسَدَ﴾، بسم الله الرحمن الرحيم ﴿قل أعوذُ بربِّ النَّاسِ \n\n ملكِ النَّاسِ \n\n إلهِ النَّاسِ \n\n مِن شر الوَسوَاسِ الخَنَّاسِ \n\n الذي يُوَسوِسُ في صدورِ النَّاسِ \n\n من الجِنَّةِ وَ النَّاسِ﴾",
                  "counter": 1
            },
            {
                  "id": "athkar#3.6",
                  "text": "أعوذ بالـلـه من الشيطان الـرجـيم ﴿اللَّهُ لاَ إِلَٰهَ إِلاَّ هُـوَ الْـحَيُّ الْـقَيُّومُ لاَ تَأخذُهُ سنَةٌ ولا نومٌ لهُ ما في السَّمَاوَاتِ وما في الأَرضِ من ذا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بإِذنهِ يعْلَمُ ما بينَ أيدِيهِمْ وما خلفَهُمْ ولا يُحيطُونَ بِشيءٍ مِّن عِلْمِهِ إِلاَّ بِمَا شَاء وَسعَ كُرْسيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤودُهُ حِفظُهُمَا وهوَ العَليُّ العَظيمُ﴾ [البقرة: ٢٥٥].",
                  "counter": 1
            },
            {
                  "id": "athkar#3.7",
                  "text": "(لا إلهَ إلا اللهُ وحدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمدُ يُحيي ويُميتُ وهو على كل شيءٍ قَديرٌ). عشرَ مراتٍ بعدَ صلاةِ المغربِ والصبحِ.",
                  "counter": 10
            },
            {
                  "id": "athkar#3.8",
                  "text": "(اللَّهُمَّ إني أَسألكَ علماً نافعاً، ورزقاً طَيباً، وعملاً مُتقبَّلاً). بعدَ السلامِ من صلاةِ الفجرِ.",
                  "counter": 1
            }
      ],
      "أذكار النوم": [
            {
                  "id": "athkar#4.1",
                  "text": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا: بسم الله الرحمن الرحيم ﴿قل هو اللهُ أحدٌ \n\n اللهُ الصمدُ \n\n لم يلد ولم يُولَد \n\n ولم يكن لهُ كفواً أحدٌ﴾، بسم الله الرحمن الرحيم ﴿قل أعوذُ بربِّ الفلقِ \n\n من شر ما خلقَ \n\n ومن شر غاسقٍ إذا وقبَ \n\n ومن شر النَّفَّاثاتِ في العُقَدِ \n\n ومن شر حاسدٍ إذا حَسَدَ﴾، بسم الله الرحمن الرحيم ﴿قل أعوذُ بربِّ النَّاسِ \n\n ملكِ النَّاسِ \n\n إلهِ النَّاسِ \n\n مِن شر الوَسوَاسِ الخَنَّاسِ \n\n الذي يُوَسوِسُ في صدورِ النَّاسِ \n\n من الجِنَّةِ وَ النَّاسِ﴾ ثمَّ يمسَحُ بهمَا ما استَطَاعَ من جَسَدِهِ يبدَأُ بهمَا على رأسهِ ووجهِهِ وما أقبَلَ من جَسَدِهِ.",
                  "counter": 3
            },
            {
                  "id": "athkar#4.2",
                  "text": "أعوذ بالـلـه من الشيطان الـرجـيم ﴿اللَّهُ لاَ إِلَٰهَ إِلاَّ هُـوَ الْـحَيُّ الْـقَيُّومُ لاَ تَأخذُهُ سنَةٌ ولا نومٌ لهُ ما في السَّمَاوَاتِ وما في الأَرضِ من ذا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بإِذنهِ يعْلَمُ ما بينَ أيدِيهِمْ وما خلفَهُمْ ولا يُحيطُونَ بِشيءٍ مِّن عِلْمِهِ إِلاَّ بِمَا شَاء وَسعَ كُرْسيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤودُهُ حِفظُهُمَا وهوَ العَليُّ العَظيمُ﴾ [البقرة: ٢٥٥].",
                  "counter": 1
            },
            {
                  "id": "athkar#4.3",
                  "text": "﴿آمنَ الرسولُ بما أُنزِلَ إليهِ من ربهِ والمُؤمِنُونَ كلٌّ آمنَ باللهِ وملآئكتِهِ وكتبِهِ ورُسلِهِ لا نفَرِّقُ بينَ أحدٍ من رسلِهِ وقالُواْ سمعنَا وأطَعنَا غُفرانَكَ ربَّنا وإليكَ المَصِيرُ \n\n لا يُكلِّفُ اللهُ نفْساً إلا وسعَهَا لها ما كسَبَتْ وعليهَا ما اكتَسَبَتْ ربَّنا لا تؤاخِذنَا إن نَّسِينَا أو أخطَأنا ربَّنا ولا تَحمِلْ علينَا إصراً كما حملتَهُ على الذينَ من قَبلِنَا ربَّنا ولا تُحَمِّلْنَا ما لا طاقةَ لنا به واعفُ عَنَّا واغفِرْ لنا وارحَمْنَآ أنتَ مولاَنَا فانصُرنَا على القَومِ الكَافِرِينَ﴾ [البقرة: ٢٨٥-٢٨٦].",
                  "counter": 1
            },
            {
                  "id": "athkar#4.4",
                  "text": "باسمِكَ ربي وضعْتُ جَنْبي، وبكَ أرفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وإن أرسَلْتَهَا فاحفَظهَا، بما تحفَظُ به عِبادكَ الصَّالِحينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.5",
                  "text": "اللَّهُمَّ إنكَ خلقْتَ نفْسِي وأنتَ توفَّاها، لكَ مماتُهَا ومحياها، إن أحييتَهَا فاحفَظهَا، وإن أمَتَّها فاغفِر لها. اللَّهُمَّ إني أسألكَ العَافِيَةَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.6",
                  "text": "اللَّهُمَّ قِني عذابكَ يومَ تَبْعَثُ عِبادَكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.7",
                  "text": "بِاسمِكَ اللَّهُمَّ أموتُ وأَحْيا.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.8",
                  "text": "سُبحَانَ اللهِ (ثلاثاً وثلاثين) والحَمدُ للهِ (ثلاثاً وثلاثين) واللهُ أكبَرُ (أربعاً وثلاثينَ).",
                  "counter": 33
            },
            {
                  "id": "athkar#4.9",
                  "text": "اللَّهُمَّ ربَّ السَّماواتِ السَّبْع وربَّ الأرضِ، وربَّ العَرشِ العظيمِ، ربَّنا وربَّ كل شيءٍ، فالقَ الحَبِّ والنَّوى، ومُنزِلَ التورَاةِ والإنجيلِ، والفُرقانِ، أعوذُ بكَ من شر كل شيءٍ أنتَ آخِذٌ بناصيَتِهِ. اللَّهُمَّ أنتَ الأولُ فليسَ قبلَكَ شيءٌ، وأنتَ الآخرُ فليسَ بعدَكَ شيءٌ، وأنتَ الظاهرُ فليسَ فوقكَ شيءٌ، وأنتَ الباطنُ فليْس دونَكَ شيءٌ، اقْضِ عَنَّا الدَّيْنَ وأغنِنَا مِنَ الفَقْرِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.10",
                  "text": "الحَمدُ للهِ الذي أطعَمَنا وسَقانا، وكَفانا، وآوَانا، فكم مِمَّنْ لا كافيَ لهُ ولا مؤْوِيَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.11",
                  "text": "اللَّهُمَّ عالِمَ الغَيْبِ والشهادَةِ فاطرَ السَّمواتِ والأرضِ، ربَّ كل شيءٍ ومليكَهُ، أشهَدُ أن لا إلهَ إلا أنتَ، أعوذُ بكَ من شر نفسي، ومن شر الشيطانِ وشركِهِ، وأن أقترِفَ على نفسِي سوءاً، أو أجرَّهُ إلى مُسلِمٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.12",
                  "text": "يَقرأُ ﴿الم﴾ تنزيلَ السَّجدَةِ، وتباركَ الذي بيَدِهِ المُلكُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#4.13",
                  "text": "اللَّهُمَّ أسلَمتُ نَفسي إليكَ، وفوَّضتُ أمري إليكَ، ووجَّهتُ وَجْهي إليكَ، وأَلجَأْتُ ظَهري إليكَ، رَغبةً ورهبَةً إليكَ، لا ملجَأَ ولا منجَا منكَ إلا إليكَ، آمنتُ بكِتابِكَ الذي أنزلتَ، وبنَبيِّكَ الذي أرسَلتَ.",
                  "counter": 1
            }
      ],
      "أذكار الاستيقاظ من النوم": [
            {
                  "id": "athkar#5.1",
                  "text": "الحَمدُ للهِ الذي أحيانا بعد ما أماتَنا، وإليهِ النُّشُورُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#5.2",
                  "text": "لا إلهَ إلا اللهُ وحدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمدُ، وهو على كل شيءٍ قديرٌ، سُبحَانَ اللهِ، والحَمدُ للهِ، ولا إلهَ إلا اللهُ، واللهُ أكبَرُ، ولا حَولَ ولا قُوةَ إلا باللهِ العَلِيِّ العظيمِ، ربِّ اغفر لي.",
                  "counter": 1
            },
            {
                  "id": "athkar#5.3",
                  "text": "الحَمدُ للهِ الذي عافاني في جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#5.4",
                  "text": "﴿إِنَّ في خلقِ السَّمَاوَاتِ والأَرْضِ واختلافِ اللَّيْلِ والنَّهَارِ لَآياتٍ لأُولي الألبابِ \n\n الذينَ يذكرونَ اللهَ قياماً وقعُوداً وعلى جنوبهِمْ ويتفَكَّرُونَ في خلقِ السَّمَاوَاتِ والأَرْضِ ربَّنا ما خلَقتَ هذا باطلاً سُبحانَكَ فَقِنَا عَذَابَ النَّارِ \n\n ربَّنا إنَّك من تُدخِلِ النارَ فقد أخزيتهُ وما للظالمينَ من أنصارٍ \n\n ربَّنا إننا سَمِعْنَا مُنَادِياً ينادِي للإيمانِ أن آمنوا بربكم فآمنا ربَّنا فاغفِر لنا ذنوبنا وكفِّر عنا سيِّئاتنا وتوفَّنا مع الأبرارِ \n\n ربَّنا وآتنا ما وعدتنا على رُسُلكَ ولا تُخزنا يوم القيامةِ إنكَ لا تُخلِفُ الميعادَ \n\n فاستَجابَ لهم ربهم أني لا أُضيعُ عَمَلَ عَامِلٍ منكم من ذكر أو أنثى بعضكُم من بعض فالذينَ هاجرُواْ وأُخرِجُوا من ديارهم وأُوذوا في سبيلي وقاتلوا وقُتِلوا لأُكفرَنَّ عنهم سيئاتهِم ولأُدخلَنَّهُم جنَّاتٍ تجرِي من تحتِها الأنهارُ ثواباً من عِندِ اللهِ واللهُ عِندَهُ حُسْنُ الثَّوَابِ \n\n لا يغُرنَّكَ تقلُّبُ الذينَ كَفَرُواْ في البلادِ \n\n مَتاعٌ قَليلٌ ثمَّ مأواهُمْ جَهَنَّمُ وبِئْسَ المِهَادُ \n\n لكِن الذينَ اتَّقَوا ربَّهم لهُم جنَّاتٌ تجري من تَحتِها الأنهارُ خالدينَ فيها نزلاً من عندِ اللهِ وما عندَ اللهِ خَيرٌ للأَبرَارِ \n\n وإنَّ من أهلِ الكِتابِ لمن يؤمِنُ باللهِ وما أُنزلَ إليكم ومآ أُنزِلَ إليهم خاشعينَ للهِ لا يشتَرونَ بآياتِ اللهِ ثَمَناً قَليلاً أولئكَ لهم أجرُهُم عند ربهم إن اللهَ سَريعُ الحسَابِ \n\n يا أيها الذينَ آمنوا اصبروا وصابروا ورابطوا واتَّقُوا اللهَ لعلكم تُفلِحُونَ﴾",
                  "counter": 1
            }
      ],
      "دعاء لبس الثوب": [
            {
                  "id": "athkar#6.1",
                  "text": "الحَمدُ للهِ الذي كساني هذا (الثَّوبَ) ورَزَقَنيهِ من غير حَوْل مِنِّي ولا قُوَّة.",
                  "counter": 1
            }
      ],
      "دعاء لبس الثوب الجديد": [
            {
                  "id": "athkar#7.1",
                  "text": "اللَّهُمَّ لك الحَمدُ أنتَ كسَوتنيهِ، أسألكَ من خَيرِهِ وخَيرِ ما صُنِعَ لهُ، وأعوذُ بكَ من شرهِ وشر ما صُنِعَ لَهُ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن لبس ثوباً جديداً": [
            {
                  "id": "athkar#8.1",
                  "text": "تُبلِي ويُخلِفُ اللهُ تَعالى.",
                  "counter": 1
            },
            {
                  "id": "athkar#8.2",
                  "text": "اِلبَس جَديداً وعِشْ حَمِيداً ومُتْ شَهِيداً.",
                  "counter": 1
            }
      ],
      "ما يقول إذا وضع ثوبه": [
            {
                  "id": "athkar#9.1",
                  "text": "بِسْمِ اللهِ.",
                  "counter": 1
            }
      ],
      "دعاء دخول الخلاء": [
            {
                  "id": "athkar#10.1",
                  "text": "بِسْمِ اللهِ اللهم إني أعوذُ بكَ من الخُبثِ والخَبائِث.",
                  "counter": 1
            }
      ],
      "دعاء الخروج من الخلاء": [
            {
                  "id": "athkar#11.1",
                  "text": "غُفْرَانَكَ.",
                  "counter": 1
            }
      ],
      "الذكر قبل الوضوء": [
            {
                  "id": "athkar#12.1",
                  "text": "بِسْمِ اللهِ.",
                  "counter": 1
            }
      ],
      "الذكر بعد الفراغ من الوضوء": [
            {
                  "id": "athkar#13.1",
                  "text": "أشهَدُ أن لا إلهَ إِلاَّ اللَّهُ وحدَهُ لا شَرِيكَ له وأشهَدُ أن مُحَمَّداً عَبدُهُ ورَسُولُهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#13.2",
                  "text": "اللَّهُمَّ اجعَلني من التَّوابِينَ واجعَلني من المُتَطَهِّرِينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#13.3",
                  "text": "سبحانكَ اللَّهُمَّ وبحمدِكَ، أشهَدُ أن لا إلهَ إلاَّ أنتَ، أَستَغفِرُكَ وأتوبُ إليكَ.",
                  "counter": 1
            }
      ],
      "الذكر عند الخروج من المنزل": [
            {
                  "id": "athkar#14.1",
                  "text": "بسمِ اللهِ، توكَّلتُ على اللهِ، ولا حَولَ ولا قوةَ إلا باللهِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#14.2",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ أن أَضِلَّ، أو أُضَلَّ، أو أَزِلَّ، أو أُزَلَّ، أو أَظْلِمَ، أو أُظْلَمَ، أو أَجْهَلَ، أو يُجْهَلَ عَليَّ.",
                  "counter": 1
            }
      ],
      "الذكر عند دخول المنزل": [
            {
                  "id": "athkar#15.1",
                  "text": "بسمِ اللهِ ولجنَا، وبسمِ اللهِ خرجنَا، وعلى اللهِ ربِّنا توكَّلنَا، ثُمَّ لِيُسَلِّم على أهلِهِ.",
                  "counter": 1
            }
      ],
      "دعاء الذهاب إلى المسجد": [
            {
                  "id": "athkar#16.1",
                  "text": "اللَّهُمَّ اجعَل في قلبي نوراً، وفي لساني نوراً، وفي سَمعي نوراً، وفي بصري نوراً، ومن فوقي نوراً، ومن تحتي نوراً، وعن يميني نوراً، وعن شمالي نوراً، ومن أمامي نوراً، ومن خلفي نوراً، واجعَل في نفسي نوراً، وأَعظِم لي نوراً، وعَظِّم لي نوراً، واجعَل لي نوراً، واجعَلني نوراً، اللَّهُمَّ أعطني نوراً، واجعَل في عَصَبي نوراً، وفي لَحمِي نوراً، وفي دمي نوراً، وفي شَعري نوراً، وفي بَشَري نوراً)(اللَّهُمَّ اجعَل لي نوراً في قَبرِي.. ونوراً في عِظَامي)(وزِدني نوراً، وزِدني نوراً، وزِدني نوراً)(وَهَبْ لي نوراً على نورٍ).",
                  "counter": 1
            }
      ],
      "دعاء دخول المسجد": [
            {
                  "id": "athkar#17.1",
                  "text": "(يبدأُ برجلِهِ اليُمنَى) ، ويقول: (أعوذُ باللهِ العظيم، وبوَجههِ الكَريم، وسُلطانهِ القَديم، من الشَّيطانِ الرجيمِ) [بسمِ اللهِ، والصَّلَاةُ] [والسلامُ على رسولِ اللهِ] (اللَّهُمَّ افتَح لي أبوابَ رَحمَتِكَ).",
                  "counter": 1
            }
      ],
      "دعاء الخروج من المسجد": [
            {
                  "id": "athkar#18.1",
                  "text": "(يبدأُ برجلِهِ اليُسرَى) ويقول: (بسمِ اللهِ والصلاةُ والسلامُ على رسولِ اللهِ، اللَّهُمَّ إني أسألكَ من فَضلِك، اللَّهُمَّ اعصِمني من الشيطانِ الرجيمِ).",
                  "counter": 1
            }
      ],
      "أذكار الأذان": [
            {
                  "id": "athkar#19.1",
                  "text": "يقولُ مثلَ ما يقولُ المؤَذِّنُ إلا في (حَيَّ على الصَّلاةِ وحَيَّ على الفلاحِ) فيقولُ: (لا حولَ ولا قُوَّةَ إلا باللهِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#19.2",
                  "text": "يقولُ: (وأنا اشهَد أن لا إله إلا اللهُ وَحدَهُ لا شَريكَ لهُ وأنَّ محمداً عَبْدُهُ ورسولُهُ، رَضيتُ باللهِ ربَّاً، وبِمحمدٍ رسولاً، وبالإسلامِ ديناً) (يقولُ ذلكَ عَقِبَ تشهُّدِ المُؤَذِّنِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#19.3",
                  "text": "يصلِّي على النَّبِيِّ صلى الله عليه وسلم بعدَ فراغِهِ من إجابةِ المُؤَذِّنِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#19.4",
                  "text": "اللَّهُمَّ ربَّ هذه الدَّعوَةِ التَّامَّةِ، والصلاةِ القائِمَةِ، آتِ محمداً الوسيلةَ والفضيلَةَ، وابعَثْهُ مقاماً محموداً الذي وَعَدْتَهُ، [إنكَ لا تُخْلِفُ المِيعَادَ].",
                  "counter": 1
            },
            {
                  "id": "athkar#19.5",
                  "text": "يَدعُو لنَفسِهِ بينَ الأذانِ والإقامةِ فإنَّ الدعاءَ حِينَئذٍ لا يُرَدُّ.",
                  "counter": 1
            }
      ],
      "دعاء الاستفتاح": [
            {
                  "id": "athkar#20.1",
                  "text": "اللَّهُمَّ باعد بيني وبينَ خطايايَ كما باعدتَ بينَ المَشرقِ والمَغربِ، اللَّهُمَّ نَقني من خطايايَ كما يُنَقى الثوبُ الأبيَضُ من الدنسِ، اللَّهُمَّ اغسِلني من خطايايَ، بالثلج والماءِ والبَرَدِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#20.2",
                  "text": "سبحانكَ اللَّهُمَّ وبحمدِكَ، وتباركَ اسمُكَ، وتعالى جَدُّكَ، ولا إلهَ غيرُكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#20.3",
                  "text": "وَجَّهتُ وجهيَ للذي فطَرَ السماوات والأرضَ حَنيفاً وما أنا من المُشركينَ، إن صلاتي، ونُسُكي، ومَحْيَايَ، ومَمَاتي للهِ ربِّ العالمينَ، لا شريكَ لهُ وبذلكَ أُمرتُ وأنا من المُسلمينَ. اللَّهُمَّ أنتَ المَلِكُ لا إلهَ إلا أنتَ، أنتَ ربِّي وأنا عبدُكَ، ظَلَمتُ نفسي واعترفتُ بذنبي فاغفِر لي ذنوبي جميعاً إنهُ لا يَغفِرُ الذنوبَ إلا أنتَ. واهدني لِأحسَنِ الأخلاقِ لا يَهدي لِأحسنِها إلا أنتَ، واصرِف عني سَيئَها، لا يصرِفُ عني سَيئَها إلا أنتَ، لبَّيكَ وسَعْدَيْكَ، والخيرُ كُلُّهُ بِيَـدَيْكَ، والشر ليسَ إليكَ، أنا بكَ وإليكَ، تباركتَ وتَعالَيْتَ، أَستَغْفِرُكَ وأَتوبُ إليكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#20.4",
                  "text": "اللَّهُمَّ ربَّ جبرائيلَ، وميكائيلَ، وإسرافيلَ، فَاطِرَ السماوات والأرضِ، عالِمَ الغيبِ والشهادةِ أنتَ تَحكُمُ بينَ عبادِكَ فيما كانوا فيهِ يختلفونَ. اهدِني لما اختُلِفَ فيهِ منَ الحق بإذنِكَ إنكَ تَهدي مَنْ تَشَاءُ إلى صِرَاطٍ مُستَقيمٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#20.5",
                  "text": "(اللهُ أكبَرُ كبيراً، اللهُ أكبَرُ كبيراً، اللهُ أكبَرُ كبيراً، والحَمدُ للهِ كثيراً، والحَمدُ للهِ كثيراً، والحَمدُ للهِ كثيراً، وسُبحَانَ اللهِ بُكرَةً وأَصيلاً) ثلاثاً (أعوذُ باللهِ مِنَ الشيطانِ: مِنْ نَفْخِهِ، ونَفْثِهِ، وهَمْزِهِ).",
                  "counter": 3
            },
            {
                  "id": "athkar#20.6",
                  "text": "اللَّهُمَّ لكَ الحَمدُ، أنتَ نورُ السماواتِ والأرضِ ومن فيهنَّ، ولكَ الحَمدُ أنتَ قيِّمُ السماواتِ والأرضِ ومن فيهنَّ، [ولكَ الحَمدُ أنتَ ربُّ السماواتِ والأرضِ ومن فيهنَّ] [ولكَ الحَمدُ لكَ مُلكُ السماواتِ والأرضِ ومن فيهنَّ] [ولكَ الحَمدُ أنتَ مَلِكُ السماواتِ والأرضِ] [ولكَ الحَمدُ] [أنتَ الحقُّ، ووعدُكَ الحقُّ، وقولُكَ الحقُّ، ولقاؤكَ الحقُّ، والجَنَّةُ حقٌّ، والنَّارُ حقٌّ، والنبِيُّونَ حقٌّ، ومحمدٌ صلى الله عليه وسلم حقٌّ، والساعَةُ حقٌّ] [اللَّهُمَّ لكَ أسلَمتُ، وعليكَ توكَّلتُ، وبكَ آمنْتُ، وإليكَ أنبتُ، وبكَ خاصَمْتُ، وإليكَ حاكَمْتُ. فاغفِرْ لِي ما قَدَّمْتُ، وما أَخَّرتُ، وما أَسرَرتُ، وما أَعلَنْتُ] [أنتَ المُقَدِّمُ، وأنتَ المُؤَخِّرُ لا إلهَ إلا أنتَ] [أنتَ إلهِي لا إلهَ إلا أنتَ].",
                  "counter": 1
            }
      ],
      "دعاء الركوع": [
            {
                  "id": "athkar#21.1",
                  "text": "سُبحانَ ربِّيَ العَظيمِ.",
                  "counter": 3
            },
            {
                  "id": "athkar#21.2",
                  "text": "سُبحانَكَ اللَّهُمَّ ربَّنا وبِحَمدِكَ، اللَّهُمَّ اغفِرْ لي.",
                  "counter": 1
            },
            {
                  "id": "athkar#21.3",
                  "text": "سُبُّوحٌ، قُدُّوسٌ، ربُّ الملائِكَةِ والرُّوحِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#21.4",
                  "text": "اللَّهُمَّ لكَ ركعْتُ، وبكَ آمنتُ، ولكَ أسلَمتُ، خَشَعَ لكَ سَمعي، وبَصري، ومُخِّي، وعَــــظْمِي، وعَصَبِي، [وما استَقَلَّتْ بِهِ قَدَمِي].",
                  "counter": 1
            },
            {
                  "id": "athkar#21.5",
                  "text": "سبحانَ ذي الجَبروتِ، والمَلَكوتِ، والكِبرِياءِ، والعَظَمَةِ.",
                  "counter": 1
            }
      ],
      "دعاء الرفع من الركوع": [
            {
                  "id": "athkar#22.1",
                  "text": "سَمِعَ اللهُ لِمَنْ حَمِدَهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#22.2",
                  "text": "ربَّنا ولكَ الحَمدُ، حَمداً كثيراً طَيِّباً مُباركاً فيهِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#22.3",
                  "text": "ملءَ السماواتِ وملءَ الأرضِ، وما بينهُمَا، وملءَ ما شئتَ من شيءٍ بعدُ. أهلَ الثَّناءِ والمَجدِ، أحقُّ ما قالَ العَبدُ، وكلنَا لكَ عبدٌ. اللَّهُمَّ لا مانعَ لما أعطَيتَ، ولا مُعطيَ لما مَنَعْتَ، ولا يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ.",
                  "counter": 1
            }
      ],
      "دعاء السجود": [
            {
                  "id": "athkar#23.1",
                  "text": "سُبحانَ ربِّيَ الأعلى.",
                  "counter": 3
            },
            {
                  "id": "athkar#23.2",
                  "text": "سُبحانكَ اللَّهُمَّ ربَّنا وبِحَمدِكَ، اللَّهُمَّ اغْفِرْ لي.",
                  "counter": 1
            },
            {
                  "id": "athkar#23.3",
                  "text": "سُبوحٌ، قُدُّوسٌ، ربُّ المَلائِكَةِ والرُّوحِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#23.4",
                  "text": "اللَّهُمَّ لكَ سَجدتُ وبكَ آمنتُ، ولكَ أسلَمتُ، سَجَدَ وَجْهِيَ للذي خَلَقَهُ، وصَوَّرَهُ، وشَقَّ سَمْعَهُ وبَصَرَهُ، تَبارَكَ اللهُ أحسنُ الخالِقينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#23.5",
                  "text": "سُبحانَ ذِي الجَبروتِ، والمَلَكُوتِ، والكِبرِياءِ، والعَظَمَةِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#23.6",
                  "text": "اللَّهُمَّ اغفِرْ لي ذنبي كلهُ: دِقهُ وجلهُ، وأولهُ وآخِرَهُ، وعلانيَّتَهُ وسِرَّهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#23.7",
                  "text": "اللَّهُمَّ إني أعوذُ برضاكَ من سخطكَ، وبمُعافاتِكَ من عقوبتِكَ، وأعوذُ بكَ منكَ، لا أُحصِي ثَناءً عليكَ، أنتَ كما أَثنَيتَ على نفسِكَ.",
                  "counter": 1
            }
      ],
      "دعاء الجلسة بين السجدتين": [
            {
                  "id": "athkar#24.1",
                  "text": "ربِّ اغفِرْ لي، ربِّ اغفِرْ لي.",
                  "counter": 1
            },
            {
                  "id": "athkar#24.2",
                  "text": "اللَّهُمَّ اغفِرْ لي، وارحَمْني، واهْدِني، واجْبُرني، وعافِني، وارزُقْني، وارْفَعْني.",
                  "counter": 1
            }
      ],
      "دعاء سجود التلاوة": [
            {
                  "id": "athkar#25.1",
                  "text": "سَجَدَ وجهيَ للذي خَلَقَهُ، وشَقَّ سَمعَهُ وبَصَرَهُ بِحَوْلِهِ وقُوَّتِهِ، ﴿فتبارَكَ اللهُ أَحسَنُ الخالقينَ﴾.",
                  "counter": 1
            },
            {
                  "id": "athkar#25.2",
                  "text": "اللَّهُمَّ اكتُبْ لي بها عندكَ أجراً، وضَعْ عني بها وِزراً، واجعَلها لي عندكَ ذُخراً، وتقبَّلها مني كما تقبَّلتها من عَبْدِكَ دَاوُدَ.",
                  "counter": 1
            }
      ],
      "التشهد": [
            {
                  "id": "athkar#26.1",
                  "text": "التَّحِيَّاتُ للهِ، والصَّلَواتُ، والطَّيِّباتُ، السلامُ عليكَ أيها النبيُّ ورَحمَةُ اللهِ وبركاتُهُ، السلامُ علينا وعلى عبادِ اللهِ الصالحينَ. أشهدُ أن لا إلهَ إلا اللهُ وأشهدُ أن محمداً عَبْدُهُ وَرَسولُهُ.",
                  "counter": 1
            }
      ],
      "الصلاة على النبي بعد التشهد": [
            {
                  "id": "athkar#27.1",
                  "text": "اللَّهُمَّ صلِّ على محمدٍ، وعلى آلِ محمدٍ، كما صلَّيتَ على إبراهيمَ، وعلى آلِ إبراهيمَ، إنكَ حميدٌ مجيدٌ، اللَّهُمَّ باركْ على محمدٍ وعلى آلِ محمدٍ، كما باركتَ على إبراهيمَ وعلى آلِ إبراهيمَ، إنكَ حميدٌ مجيدٌ.",
                  "counter": 1
            },
            {
                  "id": "athkar#27.2",
                  "text": "اللَّهُمَّ صلِّ على محمدٍ وعلى أزواجِهِ وذُريتِهِ، كما صلَّيتَ على آلِ إبراهيمَ. وباركْ على محمدٍ وعلى أزواجِهِ وذُريتِهِ، كما باركتَ على آلِ إبراهيمَ. إنكَ حميدٌ مجيدٌ.",
                  "counter": 1
            }
      ],
      "الدعاء بعد التشهد الأخير قبل السلام": [
            {
                  "id": "athkar#28.1",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ من عذابِ القَبرِ، ومن عذابِ جهنَّمَ، ومن فتنَةِ المَحيَا والمماتِ، ومن شر فتنَةِ المَسِيحِ الدَّجَّالِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.2",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ من عذابِ القَبرِ، وأعوذُ بكَ من فتنَةِ المَسِيحِ الدَّجَّالِ، وأعوذُ بكَ من فتنَةِ المَحيَا والمماتِ. اللَّهُمَّ إني أعوذُ بكَ من المَأْثَمِ والمَغْرَمِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.3",
                  "text": "اللَّهُمَّ إني ظَلَمْتُ نفسي ظُلْماً كَثيراً، ولا يَغْفِرُ الذُّنوبَ إلا أنتَ، فاغفِرْ لي مغفِرَةً من عندكَ وارْحَمْني، إنكَ أنتَ الغَفورُ الرَّحيمُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.4",
                  "text": "اللَّهُمَّ اغفِرْ لي ما قدمتُ، وما أَخَّرتُ، وما أَسْرَرْتُ، وما أَعْلَنْتُ، وما أَسْرَفْتُ، وما أنتَ أعْلَمُ به مني. أنتَ المُقَدِّمُ، وأنتَ المُؤَخِّرُ لا إلهَ إلا أنتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.5",
                  "text": "اللَّهُمَّ أَعني على ذِكرِكَ، وشكرِكَ، وحُسنِ عِبادَتِكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.6",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ من البُخل، وأعوذُ بكَ من الجُبنِ، وأعوذُ بكَ من أن أُرَدَّ إلى أَرْذَلِ العمُرِ، وأعوذُ بكَ من فِتنَةِ الدنيا وعذابِ القَبْرِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.7",
                  "text": "اللَّهُمَّ إني أسألكَ الجَنَّةَ وأعوذُ بكَ من النَّارِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.8",
                  "text": "اللَّهُمَّ بعلمِكَ الغَيبَ وقُدرَتكَ على الخَلقِ أَحيِني ما عَلِمْتَ الحياةَ خيراً لي، وتوفَّني إذا عَلِمْتَ الوَفاةَ خيراً لي، اللَّهُمَّ إني أسألكَ خَشْيَتَكَ في الغَيبِ والشهادةِ، وأسألكَ كلمةَ الحقِّ في الرضا والغَضَبِ، وأسألكَ القَصْدَ في الغِنَى والفَقْرِ، وأسألكَ نَعيماً لا يَنفدُ، وأسألكَ قرَّةَ عينٍ لا تنقَطِعُ، وأسألكَ الرضا بعدَ القَضاءِ، وأســــألكَ بَرْدَ العَيْشِ بعدَ الموتِ، وأسألكَ لَذةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إلى لِقائكَ في غَيرِ ضراءَ مُضِرَّةٍ، ولا فتنَةٍ مُضِلَّةٍ، اللَّهُمَّ زيِّنَا بزينَةِ الإيمانِ، واجعَلْنَا هُدَاةً مُهْتَدِينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.9",
                  "text": "اللَّهُمَّ إني أسألكَ يا اللهُ بأنكَ الواحِدُ الأحَدُ الصَّمَدُ الذي لم يَلِدْ ولَم يولَدْ، ولم يكن لهُ كُفُواً أحدٌ، أن تَغْفِرَ لي ذنوبي إنكَ أنتَ الغَفُورُ الرَّحِّيمُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.10",
                  "text": "اللَّهُمَّ إني أسألكَ بأن لكَ الحَمدَ لا إلهَ إلا أنتَ وَحدَكَ لا شَريكَ لكَ، المَنَّانُ، يا بديعَ السماواتِ والأرْض يا ذا الجلاَل والإكرامِ، يا حيُّ يا قَيُّومُ إني أسألكَ الجَنَّةَ وأعوذُ بكَ من النَّارِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#28.11",
                  "text": "اللَّهُمَّ إني أسألكَ بأني أشهدُ أنكَ أنتَ اللهُ لا إلهَ إلا أنتَ الأحَدُ الصَّمَدُ الذي لم يَلِدْ ولم يُولَدْ ولم يَكُنْ لَهُ كُفُواً أَحَدٌ.",
                  "counter": 1
            }
      ],
      "دعاء صلاة الاستخارة": [
            {
                  "id": "athkar#29.1",
                  "text": "قال جابر بن عبد الله رضي الله عنهُما: كان رسولُ اللهِ صلى الله عليه وسلم يعَلِّمُنَا الاستِخارَةَ في الأمورِ كلّها كما يُعلِّمُنا السُّورَةَ من القُرآنِ، يقولُ: (إذا هَمَّ أَحَدُكُمْ بالأمرِ فَلْيَركعْ ركعَتَيْنِ من غيرِ الفريضَةِ، ثُمَّ ليقُلْ: اللَّهُمَّ إني أَستخيرُكَ بعلْمِكَ، وأَستقدِرُكَ بقُدْرَتِكَ، وأسألكَ من فضلِكَ العظيمِ؛ فإنكَ تَقدِرُ ولا أَقدِرُ، وتَعْلَمُ ولا أَعْلَمُ، وأنتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إن كُنْتَ تَعْلَمُ أَنَّ هذا الأمرَ - ويُسَمِّي حَاجَتَهُ - خيرٌ لي في ديني ومعاشي وعاقِبَةِ أمري – أو قالَ: عاجلهِ وآجلهِ - فاقْدُرْهُ لي ويَسِّرْهُ لي ثمَّ بارِكْ لي فيهِ، وإن كُنْتَ تَعْلَمُ أَنَّ هذا الأمرَ شر لي في ديني ومعاشي وعاقِبَةِ أمري – أو قالَ: عاجلهِ وآجلهِ – فاصرِفهُ عني واصرفني عنهُ واقدُرْ ليَ الخَيرَ حَيثُ كانَ، ثمَّ أَرضني بهِ). وما ندِمَ مَن استَخارَ الخَالقَ، وشاوَرَ المخلوقينَ المُؤْمنينَ وتثبَّتَ في أمرِهِ، فقد قالَ الله تعالى: ﴿وشاوِرهُمْ في الأمرِ فإذا عزَمتَ فَتَوَكَّلْ على اللهِ﴾.",
                  "counter": 1
            }
      ],
      "الدعاء إذا تقلب ليلاً": [
            {
                  "id": "athkar#30.1",
                  "text": "لا إلهَ إلا اللهُ الواحِدُ القهّارُ، ربُّ السمواتِ والأرضِ وما بَيْنَهُمَا العَزيزُ الغَفَّارُ.",
                  "counter": 1
            }
      ],
      "دعاء الفزع في النوم ومن بُلِيَ بالوحشة": [
            {
                  "id": "athkar#31.1",
                  "text": "أعوذُ بكلماتِ اللهِ التَّامَّاتِ من غَضَبِهِ وعِقابِهِ، وشر عبادهِ، ومن همزاتِ الشياطينِ وأن يَحْضُرُونِ.",
                  "counter": 1
            }
      ],
      "ما يفعل من رأى الرؤيا أو الحلم": [
            {
                  "id": "athkar#32.1",
                  "text": "يَنفُثُ عن يسارِهِ (ثلاثاً) - يستعيذُ باللهِ من الشيطانِ ومن شر ما رَأى (ثلاث مراتٍ) - (لا يُحدِّثْ بها أحَداً) - (يَــتَحَوَّلُ عن جَنبهِ الذي كان عليهِ).",
                  "counter": 3
            },
            {
                  "id": "athkar#32.2",
                  "text": "ويَقُومُ يُصلِّي إن أرادَ ذلكَ.",
                  "counter": 1
            }
      ],
      "دعاء قنوت الوتر": [
            {
                  "id": "athkar#33.1",
                  "text": "اللَّهُمَّ اهْدني فيمَنْ هديْتَ، وعافني فيمَنْ عافَيْتَ، وتولَّني فيمَنْ تولَّيْتَ، وبارِكْ لي فيمَا أعطَيْتَ، وقِني شر ما قَضَيْتَ؛ فإنكَ تَقْضِي ولا يُقْضَى عليكَ، إنهُ لا يَذِلُّ من واليْتَ، [ولا يَعزُّ من عَادَيْتَ]، تَبارَكْتَ ربَّنا وتَعالَيْتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#33.2",
                  "text": "اللَّهُمَّ إني أعوذُ برِضاكَ من سَخطِكَ، وبمُعافاتِكَ من عُقُوبَتِكَ، وأعــــوذُ بكَ مِنْكَ، لا أُحْصِي ثَنَاءً عليكَ، أنتَ كما أثْنَيْتَ على نَفْسِكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#33.3",
                  "text": "اللَّهُمَّ إياكَ نعْبُدُ، ولكَ نُصلِّي ونسجدُ، وإليكَ نَسْعَى ونَحْفِدُ، نرجُو رَحْمَتَكَ، وَنَخْشَى عَذابَكَ، إن عَذابَكَ بالكافِرينَ مُلْحَقٌ. اللَّهُمَّ إنا نَستعينُكَ، ونَستغفِرُكَ، ونثني عليكَ الخيرَ، ولا نكفُرُكَ، ونُؤْمِنُ بكَ، ونَخْضَعُ لكَ، ونَخْلَعُ من يَكْفرُكَ.",
                  "counter": 1
            }
      ],
      "الذكر عقب السلام من الوتر": [
            {
                  "id": "athkar#34.1",
                  "text": "(سُبحانَ المَلِكِ القُدُّوسِ) ثلاثَ مراتٍ والثالثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [ربِّ المَلائِكَةِ وَالرُّوحِ].",
                  "counter": 3
            }
      ],
      "دعاء الهم والحزن": [
            {
                  "id": "athkar#35.1",
                  "text": "اللَّهُمَّ إني عبدُكَ، ابنُ عبدِكَ، ابنُ أَمَتِكَ، ناصيَتِي بيدِكَ، ماضٍ فيَّ حكْمُكَ، عدلٌ فيَّ قضاؤُكَ، أسألكَ بكُــــلِّ اسم هُوَ لكَ، سَمَّيْتَ بهِ نفسَكَ، أو أنزَلْتَهُ في كِتَابِكَ، أو عَلَّمْتَهُ أحَداً من خَلْقِكَ، أو اسْتَأثَرْتَ به في عِلْمِ الغَيْبِ عندَكَ، أن تجعَلَ القُرآنَ رَبيعَ قلبي، ونورَ صدري، وجلاءَ حُزني، وذَهابَ هَمِّي.",
                  "counter": 1
            },
            {
                  "id": "athkar#35.2",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ من الهَمِّ والحَزَنِ، والعَجزِ والكَسَلِ، والبُخْلِ والجُبْنِ، وضَلَعِ الدَّيْنِ وغَلَبَةِ الرِّجَالِ.",
                  "counter": 1
            }
      ],
      "دعاء الكرب": [
            {
                  "id": "athkar#36.1",
                  "text": "لا إلهَ إلا اللهُ العظيمُ الحليمُ، لا إلهَ إلا اللهُ ربُّ العَرْشِ العظيمِ، لا إلهَ إلا اللهُ ربُّ السماواتِ وربُّ الأرضِ وربُّ العَرْشِ الكَريمِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#36.2",
                  "text": "اللَّهُمَّ رَحمَتَكَ أَرْجُو، فلا تَكلني إلى نفسي طَرْفَةَ عَيْنٍ، وأَصْلِحْ لي شأني كُلَّهُ، لا إلهَ إلا أنتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#36.3",
                  "text": "لا إلهَ إلا أنتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#36.4",
                  "text": "اللهُ اللهُ ربِّي لا أُشْرِكُ بِهِ شَيْئاً.",
                  "counter": 1
            }
      ],
      "دعاء لقاء العدو وذي السلطان": [
            {
                  "id": "athkar#37.1",
                  "text": "اللَّهُمَّ إنَّا نجعَلُكَ في نُحورِهِم، ونعوذُ بكَ من شُرُورِهِم.",
                  "counter": 1
            },
            {
                  "id": "athkar#37.2",
                  "text": "اللَّهُمَّ أنتَ عَضُدي، وأنتَ نَصيري، بكَ أحولُ وبكَ أصولُ، وبكَ أُقاتِلُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#37.3",
                  "text": "حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ.",
                  "counter": 1
            }
      ],
      "دعاء من خاف ظلم السلطان": [
            {
                  "id": "athkar#38.1",
                  "text": "اللَّهُمَّ ربَّ السماواتِ السَّبْعِ، وربَّ العَرْشِ العظيمِ، كُنْ لي جاراً من فلان بن فلانٍ، وأحزابِهِ من خلائقِكَ، أن يفرُطَ عليَّ أحَدٌ منهُمْ أو يطغَى، عَزَّ جارُكَ، وجلَّ ثناؤُكَ، ولا إلهَ إلا أنتَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#38.2",
                  "text": "اللهُ أكبَرُ، اللهُ أعَزُّ من خَلْقِهِ جميعاً، اللهُ أعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ باللهِ الذي لا إلهَ إلا هوَ، المُمسِكِ السماواتِ السبع أن يقعنَ على الأرْض إلا بِإِذنهِ، من شر عَبْدِكَ فلانٍ، وجنودِهِ وأتْباعِهِ وأشياعِهِ، من الجن والإنسِ، اللَّهُمَّ كُنْ لي جاراً من شَرِّهِمْ، جَلَّ ثناؤُكَ وعَزَّ جَارُكَ، وتبارَكَ اسْمُكَ، ولا إلهَ غَيْرُكَ.",
                  "counter": 3
            }
      ],
      "الدعاء على العدو": [
            {
                  "id": "athkar#39.1",
                  "text": "اللَّهُمَّ مُنزِلَ الكتابِ، سَريعَ الحِسابِ، اهْزِمِ الأحزابَ، اللَّهُمَّ اهزِمْهُمْ وزَلْزِلْهُمْ.",
                  "counter": 1
            }
      ],
      "ما يقول من خاف قوماً": [
            {
                  "id": "athkar#40.1",
                  "text": "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ.",
                  "counter": 1
            }
      ],
      "دعاء من أصابه وسوسة في الإيمان": [
            {
                  "id": "athkar#41.1",
                  "text": "يَسْتَعِيذُ باللهِ ويَنْتَهِي عَمَّا شك فيهِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#41.2",
                  "text": "يَقُولُ: (آمَنْتُ باللهِ ورُسُلِهِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#41.3",
                  "text": "يَقرأُ قَولَهُ تَعالى: ﴿هُوَ الأوَّلُ والآخِرُ والظّاهِرُ والباطِنُ وهُوَ بِكُلِّ شيءٍ عَلِيمٌ﴾.",
                  "counter": 1
            }
      ],
      "دعاء قضاء الدين": [
            {
                  "id": "athkar#42.1",
                  "text": "اللَّهُمَّ اكفِني بحلالِكَ عن حرامِكَ، وأَغنِني بِفَضْلِكِ عَمَّنْ سِوَاكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#42.2",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ من الهَمِّ والحَزَنِ، والعَجزِ والكَسَلِ، والبُخلِ والجُبنِ، وضَلَعِ الدَّيْنِ وغَلَبَةِ الرِّجَالِ.",
                  "counter": 1
            }
      ],
      "دعاء الوسوسة في الصلاة والقراءة": [
            {
                  "id": "athkar#43.1",
                  "text": "أعوذُ بِاللهِ من الشيطانِ الرجيمِ، واتْفُلْ على يَسَارِكَ (ثلاثاً).",
                  "counter": 3
            }
      ],
      "دعاء من استصعب عليه أمر": [
            {
                  "id": "athkar#44.1",
                  "text": "اللَّهُمَّ لا سَهْلَ إلا ما جَعَلْتَهُ سَهْلاً، وأنتَ تَجْعَلُ الحَزنَ إذا شِئْتَ سَهْلاً.",
                  "counter": 1
            }
      ],
      "ما يقول ويفعل من أذنب ذنباً": [
            {
                  "id": "athkar#45.1",
                  "text": "ما من عبدٍ يذنبُ ذَنباً فيُحْسِنُ الطُّهُورَ، ثُمَّ يقومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللهَ إلا غَفَرَ اللهُ لَهُ.",
                  "counter": 1
            }
      ],
      "دعاء طرد الشيطان ووساوسه": [
            {
                  "id": "athkar#46.1",
                  "text": "الاسْتِعَاذَةُ باللهِ مِنْهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#46.2",
                  "text": "الأذَانُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#46.3",
                  "text": "الأذْكارُ وقِرَاءَةُ القُرآنِ.",
                  "counter": 1
            }
      ],
      "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره": [
            {
                  "id": "athkar#47.1",
                  "text": "قدر الله وما شاءَ فَعَلَ.",
                  "counter": 1
            }
      ],
      "ﺗﻬنئة المولود له وجوابه": [
            {
                  "id": "athkar#48.1",
                  "text": "(بارَكَ اللهُ لكَ في المَوْهُوبِ لكَ، وشَكَرْتَ الوَاهِبَ، وبَلَغَ أَشُدَّهُ، ورُزِقْتَ بِرَّهُ). ويَرُدُّ عَلَيْهِ المُهــــــنَّأُ فيقولُ: (بارَكَ اللهُ لكَ وبارَكَ عليْكَ، وجزاكَ اللهُ خيراً، ورَزَقَكَ اللهُ مِثْلَهُ، وأَجْزَلَ ثَوابَكَ).",
                  "counter": 1
            }
      ],
      "ما يعوذ به الأولاد": [
            {
                  "id": "athkar#49.1",
                  "text": "كانَ رسولُ اللهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ والحسينَ رضي الله عنهما (أعيذُكُمَا بكلمَاتِ اللهِ التَّامَّةِ من كُلِّ شيطانٍ وهَامَّةٍ، ومن كُلِّ عَيْنٍ لاَمَّةٍ).",
                  "counter": 1
            }
      ],
      "الدعاء للمريض في عيادته": [
            {
                  "id": "athkar#50.1",
                  "text": "لا بأْسَ طَهُورٌ إن شاءَ اللهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#50.2",
                  "text": "أسأَلُ اللهَ العَظيمَ ربَّ العَرْشِ العَظيمِ أن يَشْفيَكَ.",
                  "counter": 7
            }
      ],
      "فضل عيادة المريض": [
            {
                  "id": "athkar#52.1",
                  "text": "قال النبيُّ صلى الله عليه وسلم: (إذا عادَ الرجُلُ أخاهُ المُسلِمَ مَشى في خِرافَةِ الجَنَّةِ حتى يجلِسَ، فإذَا جلَسَ غمَرَتْهُ الرَّحمَةُ، فإن كانَ غُدوةً صلَّى عليهِ سبعونَ ألفَ مَلَكٍ حتى يُمسيَ، وإن كانَ مساءً صلَّى عليهِ سَبْعُونَ ألفَ مَلَكٍ حتى يُصْبِحَ).",
                  "counter": 1
            }
      ],
      "دعاء المريض الذي يئس من حياته": [
            {
                  "id": "athkar#53.1",
                  "text": "اللَّهُمَّ اغْفِرْ لي، وارحَمني، وأَلحِقْنِي بِالرَّفِيقِ الأعلى.",
                  "counter": 1
            },
            {
                  "id": "athkar#53.2",
                  "text": "جَعَلَ النَّبِيُّ صلى الله عليه وسلم عندَ موتِهِ يدخِلُ يديْهِ في الماءِ فَيَمْسَحُ بهمَا وَجْهَهُ، ويقولُ: لا إلهَ إلا اللهُ إن للموتِ سَكَرَاتٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#53.3",
                  "text": "لا إلهَ إلا اللهُ واللهُ أكبَرُ، لا إلهَ إلا اللهُ وَحْدَهُ، لا إلهَ إلا اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لا إلهَ إلا اللهُ لهُ المُلْكُ ولهُ الحَمْدُ، لا إلهَ إلا اللهُ ولا حَوْلَ ولا قُوَّةَ إلا بِاللهِ.",
                  "counter": 1
            }
      ],
      "تلقين المحتضر": [
            {
                  "id": "athkar#54.1",
                  "text": "من كانَ آخِرُ كلامِهِ لا إلهَ إلا اللهُ دَخَلَ الْجَنَّةَ.",
                  "counter": 1
            }
      ],
      "دعاء من أصيب بمصيبة": [
            {
                  "id": "athkar#55.1",
                  "text": "إنَّا لِلهِ وإنَّا إليهِ راجِعُونَ، اللَّهُمَّ أجُرني في مُصيبَتي، وأَخْلِفْ لي خَيْرَاً منها.",
                  "counter": 1
            }
      ],
      "الدعاء عند إغماض الميت": [
            {
                  "id": "athkar#56.1",
                  "text": "اللَّهُمَّ اغفِرْ لفلانٍ (باسمِهِ) وارفعْ دَرَجتهُ في المَهْدِيِّينَ، واخْلُفْهُ في عَقِبِهِ في الغَابرينَ، واغفِرْ لنا ولهُ يا ربَّ العالمينَ، وافسَحْ لهُ في قبرِهِ، ونَوِّرْ لهُ فيهِ.",
                  "counter": 1
            }
      ],
      "الدعاء للميت في الصلاة عليه": [
            {
                  "id": "athkar#57.1",
                  "text": "اللَّهُمَّ اغفِر لهُ وارحَمهُ، وعافِهِ، واعفُ عنهُ، وأَكرِمْ نُزُلَهُ، ووَسِّعْ مُدخَلهُ، واغْسِلْهُ بالماءِ والثَّلْجِ والبَرَدِ، ونَقِّهِ من الخطايا كما نَقَّيتَ الثَّوْبَ الأبيضَ من الدنَسِ، وأبدلهُ داراً خيراً من دارِهِ، وأهلاً خيراً من أهلِهِ، وزَوجَاً خيراً من زَوجِهِ، وأدخِلهُ الجَنَّةَ، وأعِذْهُ من عَذَابِ القَبْرِ [وعَذَابِ النَّارِ].",
                  "counter": 1
            },
            {
                  "id": "athkar#57.2",
                  "text": "اللَّهُمَّ اغفِر لحيِّنَا ومَيِّتنا، وشاهِدِنا وغائِبِنا، وصَغيرِنا وكَبيرِنا، وذَكَرِنا وأُنْثانا. اللَّهُمَّ من أَحيَيْتَهُ منَّا فأحيِهِ على الإسلامِ، ومن توفَّيْتَهُ منا فَتَوَفَّهُ على الإيمانِ، اللَّهُمَّ لا تَحْرِمْنَا أَجْرَهُ، ولا تُضِلَّنَا بَعْدَهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#57.3",
                  "text": "اللَّهُمَّ إن فلانَ بن فلاَن في ذمتِكَ، وحبل جوارِكَ، فَقِهِ من فتْنَةِ القَبْرِ، وعذابِ النَّارِ، وأنتَ أَهْلُ الوفاءِ والحَقِّ، فاغفِر لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#57.4",
                  "text": "اللَّهُمَّ عبدُكَ وابنُ أَمَتِكَ احْتَاجَ إلى رَحْمَتِكَ، وأنتَ غَنِيٌّ عَنْ عَذَابِهِ، إن كانَ مُحْسِناً فَزِدْ في حَسَنَاتِهِ، وإن كانَ مُسِيئاً فَتَجَاوَزْ عنهُ.",
                  "counter": 1
            }
      ],
      "الدعاء للفرط في الصلاة عليه": [
            {
                  "id": "athkar#58.1",
                  "text": "(اللَّهُمَّ أَعِذْهُ من عذابِ القبرِ) وإن قال: (اللَّهُمَّ اجعَلهُ فَرَطاً وذُخراً لوالِدَيْهِ، وشفيعاً مجاباً، اللَّهُمَّ ثَقِّلْ به موازينَهُمَا، وأعظِم به أجورَهُمَا، وألحِقهُ بصالِح المُؤمنينَ، واجعَلهُ في كَفَالَةِ إبراهيمَ، وقِهِ برحمَتِكَ عذابَ الجحيمِ، وأبدِلهُ داراً خيراً من دارِهِ، وأهلاً خيراً من أهلِهِ، اللَّهُمَّ اغفِر لأَسلافِنا، وأفراطِنا، ومن سَبَقَنا بالإيمانِ) فَحَسَنٌ.",
                  "counter": 1
            },
            {
                  "id": "athkar#58.2",
                  "text": "اللَّهُمَّ اجعَلهُ لنا فَرَطاً، وسَلَفاً، وأجراً.",
                  "counter": 1
            }
      ],
      "دعاء التعزية": [
            {
                  "id": "athkar#59.1",
                  "text": "(إن للهِ ما أَخَذَ، ولهُ ما أَعطَى، وكُلُّ شيءٍ عندَهُ بأجلٍ مُسمَّى... فلتَصْبِرْ ولتَحْتَسِبْ). وإن قالَ: (أعْظَمَ اللهُ أجرَكَ، وأحسَنَ عزاءَكَ، وغَفَرَ لِمَيِّتِكَ) فَحَسَنٌ.",
                  "counter": 1
            }
      ],
      "الدعاء عند إدخال الميت القبر": [
            {
                  "id": "athkar#60.1",
                  "text": "بِسْمِ اللهِ وعلى سُنَّةِ رَسُولِ اللهِ.",
                  "counter": 1
            }
      ],
      "الدعاء بعد دفن الميت": [
            {
                  "id": "athkar#61.1",
                  "text": "اللَّهُمَّ اغفِر لهُ، اللَّهُمَّ ثبِّتْهُ.",
                  "counter": 1
            }
      ],
      "دعاء زيارة القبور": [
            {
                  "id": "athkar#62.1",
                  "text": "(السلامُ عليكم أهلَ الديارِ، من المؤمنينَ والمسلمينَ، وإنا إن شاءَ اللهُ بكمْ لاحقونَ، [ويَرحَمُ اللهُ المُستَقدمينَ منا والمُستأخِرينَ] أسالُ اللهَ لنا ولكمُ العافِيةَ).",
                  "counter": 1
            }
      ],
      "دعاء الريح": [
            {
                  "id": "athkar#63.1",
                  "text": "اللَّهُمَّ إني أسألكَ خيرَها، وأعوذُ بكَ من شرها.",
                  "counter": 1
            },
            {
                  "id": "athkar#63.2",
                  "text": "اللَّهُمَّ إني أسألكَ خيرَها، وخيرَ ما فيها، وخيرَ ما أُرْسِلَتْ بهِ، وأعوذُ بكَ من شرها، وشر ما فيها، وشر ما أُرْسِلَتْ بِهِ.",
                  "counter": 1
            }
      ],
      "دعاء الرعد": [
            {
                  "id": "athkar#64.1",
                  "text": "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ.",
                  "counter": 1
            }
      ],
      "من أدعية الاستسقاء": [
            {
                  "id": "athkar#65.1",
                  "text": "اللَّهُمَّ اسقِنا غَيثاً مُغيثاً مَريئاً مَريعاً، نافعاً غيرَ ضارٍّ، عاجلاً غيرَ آجِلٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#65.2",
                  "text": "اللَّهُمَّ أَغِثنا، اللَّهُمَّ أَغِثنا، اللَّهُمَّ أَغِثنا.",
                  "counter": 1
            },
            {
                  "id": "athkar#65.3",
                  "text": "اللَّهُمَّ اسقِ عبادكَ، وبَهَائِمَكَ، وانْشُرْ رَحْمَتَكَ، وأحيي بَلَدَكَ المَيِّتَ.",
                  "counter": 1
            }
      ],
      "الدعاء إذا نزل المطر": [
            {
                  "id": "athkar#66.1",
                  "text": "اللَّهُمَّ صَيِّباً نَافِعاً.",
                  "counter": 1
            }
      ],
      "الذكر بعد نزول المطر": [
            {
                  "id": "athkar#67.1",
                  "text": "مُطِرْنَا بِفَضْلِ اللهِ ورَحْمَتِهِ.",
                  "counter": 1
            }
      ],
      "من أدعية الاستصحاء": [
            {
                  "id": "athkar#68.1",
                  "text": "اللَّهُمَّ حَوالينا ولا علينا، اللَّهُمَّ على الآكامِ والظِّرابِ، وبُطونِ الأودِيَةِ، ومَنَابِتِ الشَّجَرِ.",
                  "counter": 1
            }
      ],
      "دعاء رؤية الهلال": [
            {
                  "id": "athkar#69.1",
                  "text": "اللَّهُ أكبرُ، اللَّهُمَّ أهلَّهُ علينا بالأمن والإيمانِ، والسَّلامةِ والإسلامِ، والتَّوفيقِ لما تحبُّ ربَّنا وترضَى، ربُّنا وربُّك اللهُ.",
                  "counter": 1
            }
      ],
      "الدعاء عند إفطار الصائم": [
            {
                  "id": "athkar#70.1",
                  "text": "ذَهَبَ الظَّمَأُ وابتَلَّتِ العُرُوقُ، وثَبَتَ الأجْرُ إن شاءَ اللهُ.",
                  "counter": 1
            },
            {
                  "id": "athkar#70.2",
                  "text": "اللَّهُمَّ إني أسألكَ برحمَتِكَ التي وسِعَتْ كُلَّ شيءٍ أن تَغْفِرَ لي.",
                  "counter": 1
            }
      ],
      "الدعاء قبل الطعام": [
            {
                  "id": "athkar#71.1",
                  "text": "إذا أكلَ أحدكُمْ طَعاماً فليَقُلْ بسمِ اللهِ، فإن نَسِيَ في أولهِ فليَقُلْ بسمِ اللهِ في أولهِ وآخرِهِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#71.2",
                  "text": "من أطعَمَهُ اللهُ الطَّعَامَ فليَقُلْ: اللَّهُمَّ بارِكْ لنا فيهِ وأطعِمنا خيراً منهُ، ومن سَقَاهُ اللهُ لَبَناً فليقُلْ اللَّهُمَّ باركْ لنا فيهِ وزِدْنَا منهُ.",
                  "counter": 1
            }
      ],
      "الدعاء عند الفراغ من الطعام": [
            {
                  "id": "athkar#72.1",
                  "text": "الحَمدُ لِلهِ الذي أطعَمَنِي هذا، ورزقَنيهِ، من غيرِ حولٍ مني ولا قُوَّةٍ.",
                  "counter": 1
            },
            {
                  "id": "athkar#72.2",
                  "text": "الحَمدُ لِلهِ حَمداً كثيراً طيِّباً مُباركاً فيهِ، غيرَ [مكفِيٍّ ولا ] مُوَدَّعٍ، ولا مُسْتَغْنَىً عَنْهُ ربَّنا.",
                  "counter": 1
            }
      ],
      "دعاء الضيف لصاحب الطعام": [
            {
                  "id": "athkar#73.1",
                  "text": "اللَّهُمَّ بارِكْ لهمْ فيما رَزَقتَهُم، واغْفِر لهمْ وارحَمهمْ.",
                  "counter": 1
            }
      ],
      "التعريض بالدعاء لطلب الطعام أو الشراب": [
            {
                  "id": "athkar#74.1",
                  "text": "اللَّهُمَّ أطعِمْ من أطعَمَني، واسْقِ منْ سَقاني.",
                  "counter": 1
            }
      ],
      "الدعاء إذا أفطر عند أهل بيت": [
            {
                  "id": "athkar#75.1",
                  "text": "أفطَرَ عندكمُ الصَّائمونَ، وأكلَ طعامكمُ الأبرارُ، وصَلَّتْ عليكمُ الملائكَةُ.",
                  "counter": 1
            }
      ],
      "دعاء الصائم إذا حضر الطعام ولم يفطر": [
            {
                  "id": "athkar#76.1",
                  "text": "(إذا دُعِيَ أحدُكمْ فليُجِبْ، فإن كانَ صائماً فليُصَلِّ، وإن كانَ مفطِراً فليَطعَمْ) ، ومعنى فليُصَلِّ أَيْ فَلْيَدْعُ.",
                  "counter": 1
            }
      ],
      "ما يقول الصائم إذا سابه أحد": [
            {
                  "id": "athkar#77.1",
                  "text": "إني صائِمٌ، إني صائِمٌ.",
                  "counter": 1
            }
      ],
      "الدعاء عند رؤية باكورة الثمر": [
            {
                  "id": "athkar#78.1",
                  "text": "اللَّهُمَّ بارِكْ لنا في ثمرِنا، وبارِكْ لنا في مدينَتِنا، وبارِكْ لنا في صاعِنا، وبارِكْ لنا في مُدِّنَا.",
                  "counter": 1
            }
      ],
      "دعاء العطاس": [
            {
                  "id": "athkar#79.1",
                  "text": "إذا عَطَسَ أحدكُم فلْيَقُلِ الحَمدُ لِلهِ، ولْيَقُلْ لهُ أخوهُ أو صاحبُهُ: يَرحَمُكَ اللهُ، فإذا قالَ لهُ: يَرحَمُكَ اللهُ، فلْيَقُلْ: يَهْدِيكُمُ اللهُ ويُصْلِحُ بالَكُمْ.",
                  "counter": 1
            }
      ],
      "ما يقال للكافر إذا عطس فحمد الله": [
            {
                  "id": "athkar#80.1",
                  "text": "يَهْدِيكُمُ اللهُ ويُصْلِحُ بالَكُمْ.",
                  "counter": 1
            }
      ],
      "الدعاء للمتزوج": [
            {
                  "id": "athkar#81.1",
                  "text": "بارَكَ اللهُ لكَ، وبارَكَ عليكَ، وجَمَعَ بَيْنَكُمَا في خيرٍ.",
                  "counter": 1
            }
      ],
      "دعاء المتزوج وشراء الدابة": [
            {
                  "id": "athkar#82.1",
                  "text": "إذا تزوَّجَ أحدكمُ امرأةً، أو إذَا اشترى خادِماً فلْيَقُلْ: (اللَّهُمَّ إني أسألكَ خيرَهَا، وخيرَ ما جَبَلْتَها عليهِ، وأعوذُ بكَ من شرها، وشر ما جَبَلْتَهَا عليْهِ، وإذا اشترى بَعيراً فليَأخُذْ بِذِرْوَةِ سَنَامِهِ ولْيَقُلْ مثلَ ذلكَ).",
                  "counter": 1
            }
      ],
      "الدعاء قبل إتيان الزوجة": [
            {
                  "id": "athkar#83.1",
                  "text": "بسمِ اللهِ، اللَّهُمَّ جَنِّبْنَا الشيطانَ، وجَنِّبِ الشيطانَ ما رَزَقْتَنا.",
                  "counter": 1
            }
      ],
      "دعاء الغضب": [
            {
                  "id": "athkar#84.1",
                  "text": "أعوذُ بِاللهِ من الشيطانِ الرَّجيمِ.",
                  "counter": 1
            }
      ],
      "دعاء من رأى مبتلى": [
            {
                  "id": "athkar#85.1",
                  "text": "الحَمدُ لِلهِ الذي عافاني مما ابتلاكَ بهِ، وفَضَّلَني على كثيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً.",
                  "counter": 1
            }
      ],
      "ما يقال في المجلس": [
            {
                  "id": "athkar#86.1",
                  "text": "عن ابن عُمَرَ رضي الله عنه قالَ: كانَ يُعَدُّ لرسولِ اللهِ صلى الله عليه وسلم في المَجلِسِ الواحِدِ مائَةُ مَرَّةٍ من قبْل أن يَقومَ: (ربِّ اغفِرْ لي، وتُبْ عَلَيَّ، إنكَ أنتَ التَّوَّابُ الغَفُورُ).",
                  "counter": 1
            }
      ],
      "كفارة المجلس": [
            {
                  "id": "athkar#87.1",
                  "text": "سبحانَكَ اللَّهُمَّ وبحَمدِكَ، أشهَدُ أن لا إلهَ إلا أنتَ، أستَغْفِرُكَ وأتوبُ إليكَ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن قال غفر الله لك": [
            {
                  "id": "athkar#88.1",
                  "text": "ولَكَ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن صنع إليك معروفاً": [
            {
                  "id": "athkar#89.1",
                  "text": "جَزَاكَ اللهُ خَيراً.",
                  "counter": 1
            }
      ],
      "ما يعصم الله به من الدجال": [
            {
                  "id": "athkar#90.1",
                  "text": "(من حَفِظَ عَشْرَ آياتٍ من أوَّلِ سُورَةِ الكهفِ عُصِمَ من الدجالِ)، والاستِعاذَةُ بِاللهِ من فتنَتِهِ عَقِبَ التَّشَهُّدِ الأخيرِ من كل صلاةٍ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن قال إني أحبك في الله": [
            {
                  "id": "athkar#91.1",
                  "text": "أحبَّكَ الذي أحبَبتَني لهُ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن عرض عليك ماله": [
            {
                  "id": "athkar#92.1",
                  "text": "بارَكَ اللهُ لكَ في أهلِكَ ومالِكَ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن أقرض عند القضاء": [
            {
                  "id": "athkar#93.1",
                  "text": "بارَكَ اللهُ لكَ في أهلِكَ ومالِكَ، إنما جزاءُ السلَفِ الحَمدُ والأداءُ.",
                  "counter": 1
            }
      ],
      "دعاء الخوف من الشرك": [
            {
                  "id": "athkar#94.1",
                  "text": "اللَّهُمَّ إني أعوذُ بكَ أن أشرِكَ بكَ وأنا أعلَمُ، وأسْتَغْفِرُكَ لِمَا لا أعلَمُ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن قال بارك الله فيك": [
            {
                  "id": "athkar#95.1",
                  "text": "وفيكَ بارَكَ اللهُ.",
                  "counter": 1
            }
      ],
      "دعاء كراهية الطيرة": [
            {
                  "id": "athkar#96.1",
                  "text": "اللَّهُمَّ لا طَيرَ إلا طَيرُكَ، ولا خيرَ إلا خيرُكَ، ولا إلهَ غَيرُكَ.",
                  "counter": 1
            }
      ],
      "دعاء الركوب": [
            {
                  "id": "athkar#97.1",
                  "text": "بسمِ اللهِ، والحَمدُ للهِ ﴿سبحانَ الذي سَخَّرَ لنا هذا وما كنَّا له مُقرنينَ \n\n وإنا إلى ربِّنا لمُنقلِبونَ﴾، (الحمدُ لِلهِ، الحمدُ لِلهِ، الحمدُ لِلهِ، اللهُ أكبَرُ، اللهُ أكبَرُ، اللهُ أكبَرُ، سبحانَكَ اللَّهُمَّ إني ظَلَمْتُ نَفسي فاغفِرْ لي؛ فإنهُ لا يَغْفِرُ الذنوبَ إلا أنتَ).",
                  "counter": 1
            }
      ],
      "دعاء السفر": [
            {
                  "id": "athkar#98.1",
                  "text": "اللهُ أكبَرُ، اللهُ أكبَرُ، اللهُ أكبَرُ، ﴿سبحانَ الذي سَخَّرَ لنا هذا وما كنَّا له مُقرنينَ \n\n وإنا إلى ربِّنا لمُنقلِبونَ﴾ (اللَّهُمَّ إنا نسألُكَ في سفَرنا هذا البِرَّ والتَّقْوَى، ومنَ العَمَلِ ما تَرضى، اللَّهُمَّ هَوِّنْ علينا سَفَرَنا هذا واطْوِ عنا بُعدَهُ، اللَّهُمَّ أنتَ الصاحبُ في السفرِ، والخليفَةُ في الأهلِ، اللَّهُمَّ إني أعوذُ بكَ من وعثاءِ السفرِ، وكآبَةِ المَنظَرِ، وسوءِ المُنقَلَبِ في المالِ والأهلِ)، وإذا رَجَعَ قالَهُنَّ وزَادَ فيهِنَّ: (آيبونَ، تائِبونَ، عابِدونَ، لربِّنا حامِدونَ).",
                  "counter": 1
            }
      ],
      "دعاء دخول القرية أو البلدة": [
            {
                  "id": "athkar#99.1",
                  "text": "اللَّهُمَّ ربَّ السماواتِ السبعِ وما أظْلَلْنَ، وربَّ الأَرَاضِينَ السبعِ وما أَقْلَلْنَ، وربَّ الشياطينِ وما أَضْلَلْنَ، وربَّ الرِّيَاحِ وما ذَرَيْنَ، أسألكَ خيرَ هذهِ القَريَةِ، وخيرَ أهلِهَا، وخيرَ ما فيها، وأعوذُ بكَ من شرها، وشر أهلِهَا، وشر ما فيها.",
                  "counter": 1
            }
      ],
      "دعاء دخول السوق": [
            {
                  "id": "athkar#100.1",
                  "text": "لا إلهَ إلا اللهُ وحدَهُ لا شريكَ لهُ، لهُ المُلكُ، ولهُ الحَمدُ، يُحْيي ويُميتُ، وهوَ حَيٌّ لا يَموتُ، بِيَدِهِ الخيرُ، وهوَ على كل شيءٍ قَديرٌ.",
                  "counter": 1
            }
      ],
      "الدعاء إذا تعس المركوب": [
            {
                  "id": "athkar#101.1",
                  "text": "بِسْمِ اللهِ.",
                  "counter": 1
            }
      ],
      "دعاء المسافر للمقيم": [
            {
                  "id": "athkar#102.1",
                  "text": "أستَودِعكمُ اللهَ الذي لا تَضيعُ ودائِعُهُ.",
                  "counter": 1
            }
      ],
      "دعاء المقيم للمسافر": [
            {
                  "id": "athkar#103.1",
                  "text": "أستَودِعُ اللهَ دينَكَ، وأمانَتَكَ، وخَواتيمَ عَمَلِكَ.",
                  "counter": 1
            },
            {
                  "id": "athkar#103.2",
                  "text": "زَوَّدَكَ اللهُ التَّقْوى، وغَفَرَ ذَنْبَكَ، ويَسَّرَ لكَ الخيرَ حيثُ ما كُنْتَ.",
                  "counter": 1
            }
      ],
      "التكبير والتسبيح في سير السفر": [
            {
                  "id": "athkar#104.1",
                  "text": "قالَ جابرٌ رضي الله عنه: (كنَّا إذا صَعَدنا كبَّرنا، وإذا نَزَلنا سَبَّحْنَا).",
                  "counter": 1
            }
      ],
      "دعاء المسافر إذا أسحر": [
            {
                  "id": "athkar#105.1",
                  "text": "سَمَّعَ سامِعٌ بِحَمدِ اللهِ، وحُسْنِ بلائِهِ علينا، ربَّنا صاحِبنا، وأفضِلْ علينا، عائِذاً بِاللهِ من النَّارِ.",
                  "counter": 1
            }
      ],
      "الدعاء إذا نزل منزلاً في سفر أو غيره": [
            {
                  "id": "athkar#106.1",
                  "text": "أعوذُ بِكلماتِ اللهِ التَّامَّاتِ من شر ما خَلَقَ.",
                  "counter": 1
            }
      ],
      "ذكر الرجوع من السفر": [
            {
                  "id": "athkar#107.1",
                  "text": "يُكبِّرُ على كل شَرَفٍ ثلاثَ تَكبيراتٍ ثم يقولُ: لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلكُ، ولهُ الحَمدُ، وهوَ على كل شيءٍ قديرٌ، آيِبونَ، تائبونَ، عابِدونَ، لربِّنا حامدونَ، صَدَقَ اللهُ وَعْدَهُ، ونَصَرَ عَبْدَهُ، وهَزَمَ الأحزابَ وَحدَهُ.",
                  "counter": 1
            }
      ],
      "ما يقول من أتاه أمر يسره أو يكرهه": [
            {
                  "id": "athkar#108.1",
                  "text": "كان النَّبيُّ صلى الله عليه وسلم إذا أتاهُ الأمرُ يَسرُّهُ قالَ: (الحَمدُ لِلهِ الذي بنعْمَتِهِ تَتِمُّ الصالحاتُ) وإذا أتاهُ الأمرُ يَكْرَهُهُ قالَ: (الحَمدُ لِلهِ على كل حالٍ).",
                  "counter": 1
            }
      ],
      "فضل الصلاة على النبي صلى الله عليه وسلم": [
            {
                  "id": "athkar#109.1",
                  "text": "قالَ النَّبيُّ صلى الله عليه وسلم: (من صلَّى عليَّ صلاةً صلَّى اللهُ عليهِ بها عَشْراً).",
                  "counter": 1
            },
            {
                  "id": "athkar#109.2",
                  "text": "وقالَ صلى الله عليه وسلم: (لا تجعَلُوا قبري عِيداً وصلُّوا عليَّ؛ فإن صلاتكُم تَبْلُغُنِي حَيْثُ كنتُمْ).",
                  "counter": 1
            },
            {
                  "id": "athkar#109.3",
                  "text": "وقالَ صلى الله عليه وسلم: (البَخيلُ من ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ).",
                  "counter": 1
            },
            {
                  "id": "athkar#109.4",
                  "text": "وقالَ صلى الله عليه وسلم: (إن لِلهِ ملائِكَةً سيَّاحينَ في الأرضِ يُبَلِّغوني من أُمَّتِي السَّلامَ).",
                  "counter": 1
            },
            {
                  "id": "athkar#109.5",
                  "text": "وقالَ صلى الله عليه وسلم: (ما من أحَدٍ يُسلِّمُ عليَّ إلا رَدَّ اللهُ عليَّ رُوحِيَ حتى أَرُدَّ عليهِ السَّلامَ).",
                  "counter": 1
            }
      ],
      "إفشاء السلام": [
            {
                  "id": "athkar#110.1",
                  "text": "قالَ رسولُ اللهِ صلى الله عليه وسلم: (لا تدخلوا الجَنَّةَ حتى تؤمنوا، ولا تؤمنوا حتى تَحابوا، أَوَلا أدُلكُم على شيءٍ إذا فَعَلْتُموهُ تَحابَبْتُم، أفشوا السَّلامَ بَيْنَكُمْ).",
                  "counter": 1
            },
            {
                  "id": "athkar#110.2",
                  "text": "ثلاثٌ من جمعهُنَّ فقد جَمَعَ الإيمانَ: الإنصافُ من نفسكَ، وبَذْلُ السَّلامِ لِلعالَمِ، والإنفاقُ من الإقْتارِ.",
                  "counter": 1
            },
            {
                  "id": "athkar#110.3",
                  "text": "وعن عبدِ اللهِ بن عُمَرَ رضيَ اللهُ عنهما: أن رجُلاً سَألَ النبيَّ صلى الله عليه وسلم أيُّ الإسلامِ خيرٌ قالَ: (تُطعِمُ الطعامَ، وتَقْرأُ السلامَ على من عَرَفْتَ ومن لم تَعْرِفْ).",
                  "counter": 1
            }
      ],
      "كيف يرد السلام على الكافر إذا سلم": [
            {
                  "id": "athkar#111.1",
                  "text": "إذا سَلَّمَ عليكم أهلُ الكتابِ فقولوا: وعليكُمْ.",
                  "counter": 1
            }
      ],
      "الدعاء عند سماع صياح الديك ونهيق الحمار": [
            {
                  "id": "athkar#112.1",
                  "text": "إذا سَمعتُمْ صياحَ الدِّيَكةِ فاسألوا اللهَ من فَضلِهِ؛ فإنها رَأَتْ مَلَكاً وإذا سَمعتُمْ نَهِيقَ الحمارِ فَتَعوذوا بِاللهِ من الشيطانِ؛ فإنهُ رَأى شيطاناً.",
                  "counter": 1
            }
      ],
      "دعاء نباح الكلاب بالليل": [
            {
                  "id": "athkar#113.1",
                  "text": "إذا سَمعتُمْ نُباحَ الكلابِ ونَهِيقَ الحَميرِ بِالليلِ فتَعَوَّذوا بِاللهِ مِنْهُنَّ؛ فإنَّهُنَّ يَرَيْنَ ما لا ترَوْنَ.",
                  "counter": 1
            }
      ],
      "الدعاء لمن سببته": [
            {
                  "id": "athkar#114.1",
                  "text": "قالَ النبيُّ صلى الله عليه وسلم: (اللَّهُمَّ فَأيُّما مؤمِن سَبَبْتُهُ فاجعَلْ ذلكَ لهُ قُربَةً إليكَ يومَ القِيامَةِ).",
                  "counter": 1
            }
      ],
      "ما يقول المسلم إذا مدح المسلم": [
            {
                  "id": "athkar#115.1",
                  "text": "قالَ النبيُّ صلى الله عليه وسلم: (إذا كانَ أحدكُم مادِحاً صاحبَهُ لا مَحالةَ فليَقُلْ: أحسِبُ فلاناً واللهُ حَسيبُهُ، ولا أُزَكي على اللهِ أَحداً، أَحْسبُهُ – إن كانَ يَعْلَمُ ذاكَ – كَذا وكَذَا).",
                  "counter": 1
            }
      ],
      "ما يقول المسلم إذا زُكِّيَ": [
            {
                  "id": "athkar#116.1",
                  "text": "اللَّهُمَّ لا تُؤاخِذني بما يَقولونَ، واغفِر لي ما لا يَعْلَمُونَ، [واجْعَلْني خيراً مما يَظُّنُّونَ].",
                  "counter": 1
            }
      ],
      "كيف يلبي المحرم في الحج أو العمرة؟": [
            {
                  "id": "athkar#117.1",
                  "text": "لبَّيكَ اللَّهُمَّ لَبَّيْكَ، لبَّيكَ لا شَريكَ لكَ لبَّيكَ، إن الحَمدَ، والنِّعمَةَ، لكَ والمُلكَ، لا شَرِيكَ لكَ.",
                  "counter": 1
            }
      ],
      "التكبير إذا أتى الركن الأسود": [
            {
                  "id": "athkar#118.1",
                  "text": "طافَ النبيُّ صلى الله عليه وسلم بالبَيتِ على بعيرٍ كلما أتى الرُّكْنَ أَشارَ إليهِ بِشيءٍ عندهُ وكَبَّرَ.",
                  "counter": 1
            }
      ],
      "الدعاء بين الركن اليماني والحجر الأسود": [
            {
                  "id": "athkar#119.1",
                  "text": "﴿ربَّنا آتِنا في الدنيا حَسَنَةً وفي الآخرَةِ حَسَنَةً وقِنا عذابَ النَّارِ﴾.",
                  "counter": 1
            }
      ],
      "دعاء الوقوف على الصفا والمروة": [
            {
                  "id": "athkar#120.1",
                  "text": "لما دَنا النبيُّ صلى الله عليه وسلم من الصَّفَا قرَأ: ﴿إِنَّ الصَّفَا والمَرْوَةَ من شَعآئِرِ اللهِ﴾ أبْدَأُ بما بَدَأَ اللهُ بهِ فبَدَأَ بالصَّفَا فَرَقِيَ عليهِ حتى رَأَى البيتَ فاسْتَقْبَلَ القِبْلَةَ، فوَحَّدَ اللهَ وكبَّرَهُ وقالَ: (لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ وهوَ على كل شيءٍ قَديرٌ، لا إلهَ إلا اللهُ وَحدَهُ، أنجَزَ وَعْدَهُ، ونَصَرَ عبدَهُ، وهَزَمَ الأحزابَ وَحدَهُ، ثم دَعَا بينَ ذلكَ. قالَ مثلَ هذا ثلاثَ مراتٍ) الحديثُ. وفيهِ: (فَفَعَلَ على المَرْوَةِ كما فَعَلَ على الصَّفَا).",
                  "counter": 1
            }
      ],
      "الدعاء يوم عرفة": [
            {
                  "id": "athkar#121.1",
                  "text": "قالَ النبيُّ صلى الله عليه وسلم: (خيرُ الدعاءِ دُعاءُ يومِ عَرَفَةَ، وخيرُ ما قُلْتُ أنا والنَّبيُّونَ من قبلي: لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ وهوَ على كل شيءٍ قَديرٌ).",
                  "counter": 1
            }
      ],
      "الذكر عند المشعر الحرام": [
            {
                  "id": "athkar#122.1",
                  "text": "رَكِبَ النبيُّ صلى الله عليه وسلم القَصْوَاءَ حتى أتى المَشْعَرَ الحرامَ فاستَقْبَلَ القبلةَ (فَدَعاهُ، وكَبَّرَهُ، وهَللَّهُ، ووَحَّدَهُ) فلم يَزَلْ واقِفاً حتى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أن تَطْلُعَ الشَّمسُ.",
                  "counter": 1
            }
      ],
      "التكبير عند رمي الجمار مع كل حصاة": [
            {
                  "id": "athkar#123.1",
                  "text": "يُكبِّرُ كلما رمى بحَصاةٍ عندَ الجِمارِ الثلاثِ، ثم يتقدَّمُ، ويقِفُ يَدْعُو مُسْتَقْبِلَ القبلةِ، رافِعاً يديهِ بعدَ الجَمْرَةِ الأولى والثانيةِ. أما جَمْرَةُ العَقَبَةِ فيَرْميها ويُكبِّرُ عندَ كل حَصاةٍ ويَنْصَرِفُ ولا يَقِفُ عندها.",
                  "counter": 1
            }
      ],
      "دعاء التعجب والأمر السار": [
            {
                  "id": "athkar#124.1",
                  "text": "سُبْحانَ اللهِ!",
                  "counter": 1
            },
            {
                  "id": "athkar#124.2",
                  "text": "اللهُ أَكْبَرُ!",
                  "counter": 1
            }
      ],
      "ما يفعل من أتاه أمر يسره": [
            {
                  "id": "athkar#125.1",
                  "text": "كانَ النبيُّ صلى الله عليه وسلم إذا أَتاهُ أمرٌ يَسُرُّهُ أو يُسَرُّ بهِ خَرَّ ساجِداً شُكْراً لِلهِ تَبارَكَ وتَعالى.",
                  "counter": 1
            }
      ],
      "ما يقول من أحس وجعاً في جسده": [
            {
                  "id": "athkar#126.1",
                  "text": "ضَعْ يدكَ على الذي تَألمَ من جَسَدِكَ وقُلْ: بسمِ اللهِ، ثلاثاً، وقُلْ سبعَ مراتٍ: أعوذُ بِاللهِ وقُدْرتهِ من شر ما أجِدُ وأُحاذِرُ.",
                  "counter": 3
            }
      ],
      "دعاء من خشي أن يصيب شيئاً بعينه": [
            {
                  "id": "athkar#127.1",
                  "text": "إذا رَأى أحدُكُم من أخِيهِ، أو من نفسهِ، أو من مالِهِ ما يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فإن العيْنَ حَقٌّ.",
                  "counter": 1
            }
      ],
      "ما يقال عند الفزع": [
            {
                  "id": "athkar#128.1",
                  "text": "لا إلهَ إلا اللهُ!",
                  "counter": 1
            }
      ],
      "ما يقول عند الذبح أو النحر": [
            {
                  "id": "athkar#129.1",
                  "text": "بسمِ اللهِ واللهُ أكبَرُ [اللَّهُمَّ منكَ ولكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي.",
                  "counter": 1
            }
      ],
      "ما يقول لرد كيد مردة الشياطين": [
            {
                  "id": "athkar#130.1",
                  "text": "أعوذُ بكلماتِ اللهِ التاماتِ التي لا يُجاوِزُهنَّ بَرٌّ ولا فاجِرٌ: من شر ما خَلَقَ، وبَرَأ وذَرَأ، ومن شر ما يَنزِلُ من السماءِ، ومن شر ما يَعْرُجُ فيها، ومن شر ما ذَرَأ في الأرضِ، ومن شر ما يَخْرُجُ منها، ومن شر فِتَنِ الليلِ والنهارِ، ومن شر كل طارِقٍ إلا طارِقاً يَطْرُقُ بخيرٍ يا رَحْمـٰنُ.",
                  "counter": 1
            }
      ],
      "الاستغفار والتوبة": [
            {
                  "id": "athkar#131.1",
                  "text": "قالَ رَسولُ اللهِ صلى الله عليه وسلم: (وَاللهِ إني لأستَغفِرُ اللهَ وأتوبُ إليهِ في اليومِ أكثرَ من سَبعينَ مرةٍ).",
                  "counter": 1
            },
            {
                  "id": "athkar#131.2",
                  "text": "وقالَ صلى الله عليه وسلم: (يا أيُّها الناسُ توبوا إلى اللهِ فإني أتوبُ في اليومِ إليهِ مائةَ مرةٍ).",
                  "counter": 1
            },
            {
                  "id": "athkar#131.3",
                  "text": "وقالَ صلى الله عليه وسلم: (من قالَ أستغفِرُ اللهَ العظيمَ الذي لا إلهَ إلا هو الحيُّ القَيّومُ وأتوبُ إليهِ، غَفَرَ اللهُ لَهُ وإن كانَ فَرَّ من الزَّحْفِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#131.4",
                  "text": "وقالَ صلى الله عليه وسلم: (أقربُ ما يكونُ الرَّبُّ مِن العبدِ في جوفِ الليلِ الآخرِ فإنِ استَطَعْتَ أن تكونَ ممنْ يذكُرُ اللهَ في تلكَ الساعةِ فكنْ).",
                  "counter": 1
            },
            {
                  "id": "athkar#131.5",
                  "text": "وقالَ صلى الله عليه وسلم: (أقربُ ما يكونُ العبدُ من ربِّهِ وهوَ ساجِدٌ فَأكثِروا الدعاءَ).",
                  "counter": 1
            },
            {
                  "id": "athkar#131.6",
                  "text": "وقالَ صلى الله عليه وسلم: (إنهُ لَيُغانُ على قَلبي وإني لأستَغْفِرُ اللهَ في اليومِ مائةَ مرةٍ).",
                  "counter": 1
            }
      ],
      "فضل التسبيح والتحميد، والتهليل، والتكبير": [
            {
                  "id": "athkar#132.1",
                  "text": "قالَ صلى الله عليه وسلم من قالَ: سُبحانَ اللهِ وبِحَمدِهِ في يومٍ مائةَ مرةٍ حُطَّتْ خَطاياهُ ولو كانتْ مثلَ زَبَدِ البحرِ.",
                  "counter": 100
            },
            {
                  "id": "athkar#132.2",
                  "text": "وقالَ صلى الله عليه وسلم: (من قالَ لا إلهَ إلا اللهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلْكُ، ولهُ الحَمْدُ، وهوَ على كل شيءٍ قَديرٌ عَشْرَ مِرارٍ، كانَ كمن أعتَقَ أربعةَ أنفُسٍ من ولدِ إسماعيلَ).",
                  "counter": 10
            },
            {
                  "id": "athkar#132.3",
                  "text": "وقالَ صلى الله عليه وسلم: (كَلِمتانِ خَفيفتانِ على اللسانِ، ثَقيلَتانِ في الميزانِ، حَبيبتانِ إلى الرحمنِ: سُبحانَ اللهِ وبِحَمدِهِ، سُبحانَ اللهِ العظيمِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.4",
                  "text": "وقالَ صلى الله عليه وسلم: (لأن أقولَ سُبحانَ اللهِ، والحَمْدُ لِلهِ، ولا إلهَ إلا اللهُ، واللهُ أكبَرُ، أحبُّ إليَّ مما طَلَعَتْ عليهِ الشمسُ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.5",
                  "text": "وقالَ صلى الله عليه وسلم: (أيعجِزُ أحدكم أن يَكسِبَ كل يومٍ ألفَ حسنةٍ) فسألهُ سائلٌ من جُلَسائهِ كيفَ يَكسِبُ أحدُنا ألفَ حسنةٍ؟ قالَ: (يُسَبِّحُ مائةَ تَسْبيحَةٍ، فَيُكتَبُ لهُ ألفُ حسنةٍ أو يُحَطُّ عنهُ ألفُ خطيئةٍ).",
                  "counter": 100
            },
            {
                  "id": "athkar#132.6",
                  "text": "(من قالَ: سُبحانَ اللهِ العظيمِ وبِحَمدِهِ غُرِسَتْ لهُ نخلةٌ في الجنةِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.7",
                  "text": "وقالَ صلى الله عليه وسلم: (يا عبدَ اللهِ بنَ قيسٍ ألا أدُلكَ على كنزٍ من كُنوزِ الجنةِ)؟ فقلتُ: بلى يا رسولَ اللهِ، قالَ: (قلْ لا حولَ ولا قوةَ إلا بِاللهِ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.8",
                  "text": "وقالَ صلى الله عليه وسلم: (أحَبُّ الكلامِ إلى اللهِ أربَعٌ: سُبحانَ اللهِ، والحَمْدُ لِلهِ، ولا إلهَ إلا اللهُ، واللهُ أكبَرُ، لا يَضُرُّكَ بأيِّهِنَّ بدأتَ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.9",
                  "text": "جاءَ أعرابِيٌّ إلى رسولِ اللهِ صلى الله عليه وسلم فقالَ: علِّمْني كلاماً أقولهُ: قالَ: (قل: لا إلهَ إلا اللهُ وحدَهُ لا شَريكَ لهُ، اللهُ أكبَرُ كَبِيراً، والحَمدُ لِلهِ كَثيراً، سُبحانَ اللهِ رَبِّ العالمينَ، لا حولَ ولا قوةَ إلا بِاللهِ العَزيزِ الحَكيمِ) قالَ: فهؤلاءِ لرَبِّي، فما لي؟ قالَ: (قل: اللَّهُمَّ اغْفِرْ لي، وارحَمْني، واهْدِني، وارْزُقْني).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.10",
                  "text": "كانَ الرجلُ إذا أَسلَمَ عَلَّمَهُ النبيُّ صلى الله عليه وسلم الصلاةَ ثم أمرهُ أن يدعوَ بهؤلاءِ الكلماتِ: (اللَّهُمَّ اغْفِرِ لي، وارْحَمْني، واهْدِني، وعافِني وارْزُقْني).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.11",
                  "text": "(إن أفضلَ الدعاءِ الحَمْدُ لِلهِ، وأفضلَ الذكرِ لا إلهَ إلا اللهُ).",
                  "counter": 1
            },
            {
                  "id": "athkar#132.12",
                  "text": "الباقِياتُ الصالِحاتُ: سُبحانَ اللهِ، والحَمْدُ للهِ، ولا إله إلا اللهُ، واللهُ أكبرُ، ولا حولَ ولا قوةَ إلا بِاللهِ.",
                  "counter": 1
            }
      ],
      "كيف كان النبي ﷺ يُسَبِّح؟": [
            {
                  "id": "athkar#133.1",
                  "text": "عن عبدِ اللهِ بنِ عمرو رضي الله عنه قالَ: (رَأَيْتُ النبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ) وفي زيادةٍ: (بِيَمينِهِ).",
                  "counter": 1
            }
      ],
      "من أنواع الخير والآداب الجامعة": [
            {
                  "id": "athkar#134.1",
                  "text": "قالَ النبيُّ صلى الله عليه وسلم (إذا كانَ جُنْحُ الليلِ – أو أمسَيتُم – فَـكُفوا صِبيانـكُم، فإن الشياطينَ تنتشِرُ حينئذٍ، فإذا ذهبَ ساعةٌ من الليلِ فَخَلُّوهمْ، وأغلِقوا الأبوابَ واذكُروا اسمَ اللهِ؛ فإن الشيطانَ لا يفتحُ باباً مغلقاً، وأَوْكوا قِرَبَكُمْ، واذكُروا اسمَ اللهِ، وخَمِّرُوا آنيَتَكُم، واذكُروا اسمَ اللهِ، ولو أن تَعْرُضوا عليها شَيْئاً، وأطْفِئُوا مَصابيحَكُمْ).",
                  "counter": 1
            }
      ]
}